import { Question } from './types';

export const SECRET_CODE = "1234";

export const INITIAL_QUESTIONS: Question[] = [
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើរបបសន្តិសុខសង្គមត្រូវបានរកឃើញក្នុងសតវត្សទីប៉ុន្មាន?",
    "options": [
      "សតវត្សទី១៨",
      "សតវត្សទី១៩",
      "សតវត្សទី២០",
      "សតវត្សទី២១"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើពាក្យ \"សន្តិសុខសង្គម\" ត្រូវបង្កើត និងទទួលស្គាល់ដោយសហរដ្ឋអាមេរិកនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី១៤ ខែសីហា ឆ្នាំ១៩៣៥",
      "ថ្ងៃទី១៤ ខែសីហា ឆ្នាំ១៩៣៦",
      "ថ្ងៃទី១៤ ខែសីហា ឆ្នាំ១៩៣៧",
      "ថ្ងៃទី១៤ ខែសីហា ឆ្នាំ១៩៣៨"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើពាក្យ \"សន្តិសុខសង្គម\" ត្រូវបានប្រើប្រាស់ និងមានការទទួលស្គាល់ជាសកលលោកក្នុងឆ្នាំណា?",
    "options": [
      "១៩៣៥",
      "១៩៣៦",
      "១៩៤៧",
      "១៩៤៨"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើរបបសន្តិសុខសង្គមបានចាប់កំណើតនៅព្រះរាជាណាចក្រកម្ពុជាក្នុងឆ្នាំណា?",
    "options": [
      "១៩៣៧",
      "១៩៣៨",
      "១៩៣៩",
      "១៩៤០"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ក្រោយព្រះរាជាណាចក្រកម្ពុជាទទួលបានឯករាជ្យពីបារាំងច្បាប់ស្តីពីការបង្កើតហឹបប្រាក់អន្តរវិជ្ជាជីវៈសម្រាប់ទូទាត់វិភាជន៍គ្រួសារ ប្រកាសឱ្យប្រើនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "២៥ មេសា ១៩៥៥",
      "២៥ មេសា ១៩៥៦",
      "២៥ មេសា ១៩៥៧",
      "២៥ មេសា ១៩៥៨"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "បន្ទាប់ពីបោះឆ្នោតឆ្នាំ១៩៩៣ តើនាយកដ្ឋានសន្តិសុខសង្គមត្រូវបានបង្កើតឡើងស្ថិតក្រោមក្រសួងស្ថាប័នអ្វី?",
    "options": [
      "ក្រសួងផែនការ",
      "ក្រសួងសង្គមកិច្ច ការងារ និងអតីតយុទ្ធជន",
      "ក្រសួងសេដ្ឋកិច្ចនិងហិរញ្ញវត្ថុ",
      "ក្រសួងការងារនិងបណ្តុះបណ្តាលវិជ្ជាជីវៈ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើនាយកដ្ឋានសន្តិសុខសង្គមត្រូវបានបង្កើតឡើងស្ថិតក្រោមក្រសួងការងារនិងបណ្តុះបណ្តាលវិជ្ជាជីវៈនៅឆ្នាំណា?",
    "options": [
      "២០០២",
      "២០០៣",
      "២០០៤",
      "២០០៥"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ក្នុងឆ្នាំ២០០២ ច្បាប់ស្តីពីរបបសន្តិសុខសង្គមសម្រាប់ជនទាំងឡាយ ដែលស្ថិតនៅក្រោមបទប្បញ្ញត្តិនៃច្បាប់ស្តីពីការងារ តើត្រូវបានអនុម័តឱ្យប្រើប្រាស់យ៉ាងទូលំទូលាយដល់បុគ្គលណា?",
    "options": [
      "មន្រ្តីរាជការ",
      "និយោជក",
      "កម្មករនិយោជិត",
      "ចម្លើយក ខ និងគត្រឹមត្រូវ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើនាយកដ្ឋានសន្តិសុខសង្គមបានប្តូរមកជា បេឡាជាតិរបបសន្តិសុខសង្គមនៅឆ្នាំណា?",
    "options": [
      "២០០៧",
      "២០០៨",
      "២០០៩",
      "២០១០"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើបេឡាជាតិរបបសន្តិសុខសង្គម បានដាក់ឱ្យអនុវត្តផ្នែកអ្វីមុនដំបូងគេ?",
    "options": [
      "ផ្នែកហានិភ័យការងារ",
      "ផ្នែកថែទាំសុខភាព",
      "ផ្នែកប្រាក់សោធន",
      "ផ្នែកនិកម្មភាពការងារ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើរបបសន្តិសុខសង្គមផ្នែកហានិភ័យការងារ បានអនុវត្តនៅឆ្នាំណា?",
    "options": [
      "២០០៧",
      "២០០៨",
      "២០០៩",
      "២០១០"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាព បានអនុវត្តនៅឆ្នាំណា?",
    "options": [
      "២០១០",
      "២០១២",
      "២០១៤",
      "២០១៦"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើរបបសន្តិសុខសង្គមផ្នែកប្រាក់សោធន បានអនុវត្តជាផ្លូវការនៅឆ្នាំណា?",
    "options": [
      "២០២០",
      "២០២១",
      "២០២២",
      "២០២៣"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើរបបសន្តិសុខសង្គមធ្វើប្រតិបត្តិលើផ្នែកអ្វីខ្លះ?",
    "options": [
      "ហានិភ័យការងារនិងថែទាំសុខភាព",
      "ហានិភ័យការងារ ថែទាំសុខភាព និងប្រាក់សោធន",
      "ប្រាក់សោធននិងនិកម្មភាពការងារ",
      "ហានិភ័យការងារ ថែទាំសុខភាព ប្រាក់សោធន និងនិកម្មភាពការងារ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើបេឡាជាតិរបបសន្តិសុខសង្គម បានវិវឌ្ឍខ្លួនទៅជាគ្រឹះស្ថានសាធារណៈរដ្ឋបាលដោយអ្វី?",
    "options": [
      "ព្រះរាជក្រឹត្យ",
      "អនុក្រឹត្យ",
      "ព្រះរាជក្រឹត្យ ឬអនុក្រឹត្យ",
      "ប្រកាសអន្តរក្រសួង"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើបេឡាជាតិរបបសន្តិសុខសង្គម បានវិវឌ្ឍខ្លួនទៅជាគ្រឹះស្ថានសាធារណៈរដ្ឋបាល ដែលមានឈ្មោះថា បេឡាជាតិសន្តិសុខសង្គម (ប.ស.ស.) នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "៣០ ឧសភា ២០២០",
      "៣០ មិថុនា ២០២០",
      "៣០ កក្កដា ២០២០",
      "៣០ សីហា ២០២០"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ការធានាសន្តិសុខសង្គមប្រកបដោយសមធម៌ និងសាមគ្គីធម៌សង្គម ដើម្បីលើកកម្ពស់សុខុមាលភាពនិងជីវភាពប្រជាពលរដ្ឋគឺ៖",
    "options": [
      "តម្លៃស្នូល",
      "បេសកកម្ម",
      "ចក្ខុវិស័យ",
      "គោលដៅ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ការផ្តល់សេវាផ្នែកសន្តិសុខសង្គម ប្រកបដោយប្រសិទ្ធភាព និរន្តរភាព និងសង្គតិភាព សម្រាប់បុគ្គលដែលស្ថិតក្នុង   វិស័យសាធារណៈ បុគ្គលទាំងឡាយដែលស្ថិតនៅក្រោមបទប្បញ្ញតិនៃច្បាប់ស្តីពីការងារ ដោយរួមបញ្ចូលទាំងបុគ្គលិកធ្វើការតាមផ្លូវអាកាសនិងនាវាសមុទ្រ ព្រមទាំងអ្នកបម្រើក្នុងផ្ទះ និងបុគ្គលស្វ័យនិយោជន៍គឺ៖",
    "options": [
      "តម្លៃស្នូល",
      "បេសកកម្ម",
      "ចក្ខុវិស័យ",
      "គោលដៅ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ការពង្រឹង និងពង្រីកការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកហានិភ័យការងារ ផ្នែកថែទាំសុខភាព",
    "options": [
      "តម្លៃស្នូល",
      "បេសកកម្ម",
      "ចក្ខុវិស័យ",
      "គោលដៅ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តម្លៃស្នូល និងគោលការណ៍មគ្គុទេសក៍របស់ប.ស.ស.គឺ៖",
    "options": [
      "តម្លាភាព គណនេយ្យភាព សុចរិតភាព និងការគោរពវិន័យ",
      "ក្រមសីលធម៌ ជំនាញវិជ្ជាជីវៈ សង្គតិភាព និងសាមគ្គីភាព",
      "ប្រសិទ្ធភាព ប្រសិទ្ធផល នវានុវត្តន៍ និងការផ្តួចផ្តើមគំនិត",
      "ចម្លើយទាំងអស់ត្រឹមត្រូវ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាជិកប.ស.ស. ដែលទទួលបានតាវកាលិកវិភាជន៍ជរាភាពនៅពេលអាយុប៉ុន្មាន?",
    "options": [
      "៥៩ឆ្នាំ",
      "៦០ឆ្នាំ",
      "៦១ឆ្នាំ",
      "៧០ឆ្នាំ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើរបបសន្តិសុខសង្គមរបស់ ប.ស.ស. ផ្នែកប្រាក់សោធនបែងចែកជាអ្វីខ្លះ?",
    "options": [
      "ប្រាក់សោធនជរាភាព",
      "ប្រាក់សោធនតាមរបបភាគទានជាកាតព្វកិច្ច និងតាមរបបភាគទានដោយស្ម័គ្រចិត្ត",
      "ប្រាក់សោធនជរាភាព សោធនទុព្វលភាព និងសោធនឧត្តរជីវី",
      "ប្រាក់សោធនជរាភាព សោធនទុព្វលភាព សោធនឧត្តរជីវី និងវិភាជន៍បូជាសព"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើពាក្យពេញរបស់ ប.ស.ស. ជាអ្វី?",
    "options": [
      "បេឡាជាតិរបបសន្តិសុខសង្គម",
      "អគ្គបេឡាជាតិរបបសន្តិសុខសង្គម",
      "បេឡាជាតិសន្តិសុខសង្គម",
      "របបសន្តិសុខសង្គម"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើតាវកាលិកផ្នែកប្រាក់សោធនរបស់បេឡាជាតិសន្តិសុខសង្គមមានអ្វីខ្លះ?",
    "options": [
      "សោធនជរាភាព",
      "សោធនជរាភាព និងវិភាជន៍បូជាសព",
      "សោធនជរាភាព សោធនឧត្តរជីវី និងវិភាជន៍បូជាសព",
      "សោធនជរាភាព សោធនទុព្វលភាព សោធនឧត្តរជីវី និងវិភាជន៍បូជាសព"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាជិក ប.ស.ស. ដែលទទួលរងហានិភ័យការងាររហូតដល់បាត់បង់ជីវិត ប.ស.ស. ផ្តល់វិភាជន៍បូជាសពចំនួនប៉ុន្មានរៀល?",
    "options": [
      "២លានរៀល",
      "៤លានរៀល",
      "១០លានរៀល",
      "១២លានរៀល"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាជិកប.ស.ស. ជាបុគ្គលស្វ័យនិយោជន៍ និងអ្នកក្នុងបន្ទុក ត្រូវបង់ភាគទានប្រចាំខែចំនួនប៉ុន្មានរៀល?",
    "options": [
      "១៥ ៥០០រៀល",
      "១៦ ៥០០រៀល",
      "១៥ ៦០០រៀល",
      "១៥ ០៦០រៀល"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ដើម្បីមានសិទ្ធិទទួលបានសោធនជរាភាព តើសមាជិកប.ស.ស.ត្រូវបង់ភាគទានផ្នែកប្រាក់សោធនយ៉ាងតិចប៉ុន្មានខែ?",
    "options": [
      "១២ខែ",
      "២៤ខែ",
      "៣៦ខែ",
      "៥០ខែ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ដើម្បីមានសិទ្ធិទទួលបានសោធនជរាភាព តើសមាជិកប.ស.ស. ត្រូវបំពេញទម្រង់ទាមទារតាវកាលិកនេះ មុនកាលបរិច្ឆេទដែលសាមីជនមានសិទ្ធិទាមទារ រយៈពេលប៉ុន្មានខែ?",
    "options": [
      "៣ខែ",
      "៦ខែ",
      "៨ខែ",
      "១២ខែ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ដើម្បីមានសិទ្ធិទទួលបានសោធនជរាភាពអយ្យកប្បញ្ញត្តិ តើសមាជិកប.ស.ស.ត្រូវបង់ភាគទានផ្នែកប្រាក់សោធនយ៉ាងតិចប៉ុន្មានខែ ក្នុងរយៈពេល៣៦ខែ គិតចាប់ពីកាលបរិច្ឆេទថ្ងៃទី១ ខែតុលា ឆ្នាំ២០២២?",
    "options": [
      "១២ខែ",
      "១៨ខែ",
      "២៤ខែ",
      "៣០ខែ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ដើម្បីមានសិទ្ធិទទួលបានប្រាក់សោធនទុព្វលភាព តើសមាជិកប.ស.ស.ត្រូវបង់ភាគទានផ្នែកប្រាក់សោធនយ៉ាងតិចប៉ុន្មានខែ មុនកាលបរិច្ឆេទទទួលរងទុព្វលភាព?",
    "options": [
      "២៤ខែ",
      "៣៦ខែ",
      "៤៨ខែ",
      "៦០ខែ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ដើម្បីទទួលបានតាវកាលិកសោធនទុព្វលភាព តើសមាជិកប.ស.ស.ត្រូវបំពេញទម្រង់ទាមទារតាវកាលិក គិតចាប់ពីកាលបរិច្ឆេទធ្លាក់ខ្លួនទុព្វលភាព ក្នុងអំឡុងពេលប៉ុន្មានខែ?",
    "options": [
      "១ខែ",
      "២ខែ",
      "៣ខែ",
      "៤ខែ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ដើម្បីទទួលបានសោធនឧត្តរជីវី តើសមាជិកប.ស.ស. ត្រូវបង់ភាគទានផ្នែកប្រាក់សោធននេះយ៉ាងតិចប៉ុន្មានខែ?",
    "options": [
      "១២ខែ",
      "២៤ខែ",
      "៣៦ខែ",
      "៦០ខែ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសិទ្ធិវន្តនៃសោធនឧត្តរជីវី ត្រូវបានបែកចែកយ៉ាងដូចម្តេច?",
    "options": [
      "សម្រាប់សហព័ទ្ធ៥០%",
      "សម្រាប់កូន៥០%",
      "សិទ្ធិវន្តមានតែសហព័ទ្ធ ឬកូន ត្រូវទទួលបាន១០០%",
      "ចម្លើយទាំងអស់ត្រឹមត្រូវ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "សោធនឧត្តរជីវីត្រូវបានផ្ដល់ជូនសមាជិកប.ស.ស. តាមរូបមន្ត៖",
    "options": [
      "កសជវ= ៤០% × សជ ឬ សទ",
      "កសជវ= ៤៥% × សជ ឬ សទ",
      "កសជវ= ៥០% × សជ ឬ សទ",
      "កសជវ= ៥៥% × សជ ឬ សទ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសិទ្ធិវន្តនៃសោធនឧត្តរជីវីមានសិទ្ធិទទួលបានវិភាជន៍បូជាសពស្មើនឹងប៉ុន្មានខែ?",
    "options": [
      "៥ខែ នៃប្រាក់សោធនចុងក្រោយរបស់សោធនិក",
      "៧ខែ នៃប្រាក់សោធនចុងក្រោយរបស់សោធនិក",
      "៩ខែ នៃប្រាក់សោធនចុងក្រោយរបស់សោធនិក",
      "១២ខែ នៃប្រាក់សោធនចុងក្រោយរបស់សោធនិក"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសិទ្ធិវន្តនៃសោធនឧត្តរជីវី ត្រូវបំពេញទម្រង់ទាមទារតាវកាលិកវិភាជន៍បូជាសពយ៉ាងយូរប៉ុន្មានខែ បន្ទាប់ពីកាលបរិច្ឆេទសោធនិកទទួលមរណភាព?",
    "options": [
      "១ខែ",
      "២ខែ",
      "៣ខែ",
      "៤ខែ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "បន្ទាប់ពីសិទ្ធិវន្តនៃសោធនឧត្តរជីវី បានដាក់ពាក្យស្នើសុំតាវកាលិកវិភាជន៍បូជាសពរួចរាល់ តើប.ស.ស. នឹងចេញសេចក្តីសម្រេចផ្តល់វិភាជន៍បូជាសព គិតចាប់ពីកាលបរិច្ឆេទទទួលពាក្យស្នើសុំ ក្នុងរយៈពេលប៉ុន្មានសប្តាហ៍?",
    "options": [
      "១សប្តាហ៍",
      "២សប្តាហ៍",
      "៣សប្តាហ៍",
      "៤សប្តាហ៍"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាជិក ប.ស.ស. ជាកម្មករនិយោជិត ដែលបានចុះបញ្ជីក្នុងផ្នែកប្រាក់សោធនតាមរបបភាគទានស្ម័គ្រចិត្ត តាមប្រព័ន្ធហិរញ្ញប្រទានពេញលេញ(ប្រាក់សន្សំ) មានសិទ្ធិទទួលបានសោធនអ្វីខ្លះ?",
    "options": [
      "សោធនជរាភាពនិងវិភាជន៍បូជាសព",
      "សោធនជរាភាព សោធនឧត្តរជីវី និងវិភាជន៍បូជាសព",
      "សោធនជរាភាព សោធនទុព្វលភាព សោធនឧត្តរជីវី និងវិភាជន៍បូជាសព",
      "សោធនជរាភាព សោធនទុព្វលភាព និងវិភាជន៍បូជាសព"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាព ជាការអនុវត្តជំហានទី២ ដែលត្រូវបានប្រកាសដាក់ឱ្យអនុវត្តជាផ្លូវការនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី១ ខែមករា ឆ្នាំ២០១៦",
      "ថ្ងៃទី១ ខែមីនា ឆ្នាំ២០១៦",
      "ថ្ងៃទី១ ខែឧសភា ឆ្នាំ២០១៦",
      "ថ្ងៃទី១ ខែកក្កដា ឆ្នាំ២០១៦"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាព សម្រាប់កម្មករនិយោជិតមានវិសាលភាពទូទាំងប្រទេសនៅឆ្នាំណា?",
    "options": [
      "២០១៦",
      "២០១៧",
      "២០១៨",
      "២០១៩"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាព បានពង្រីកវិសាលភាពដល់មន្ត្រីសាធារណៈ អតីតមន្ត្រីរាជការ និងអតីតយុទ្ធជននៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី១ ខែមករា ឆ្នាំ២០១៦",
      "ថ្ងៃទី១ ខែមករា ឆ្នាំ២០១៧",
      "ថ្ងៃទី១ ខែមករា ឆ្នាំ២០១៨",
      "ថ្ងៃទី១ ខែមករា ឆ្នាំ២០១៩"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាព បានពង្រីកវិសាលភាពដល់បុគ្គលស្វ័យនិយោជន៍ និងអ្នកក្នុងបន្ទុកនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី១៤ ខែវិច្ឆិកា ឆ្នាំ២០២២",
      "ថ្ងៃទី១៤ ខែវិច្ឆិកា ឆ្នាំ២០២៣",
      "ថ្ងៃទី១៤ ខែធ្នូ ឆ្នាំ២០២២",
      "ថ្ងៃទី១៤ ខែធ្នូ ឆ្នាំ២០២៣"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើតាវកាលិកសំខាន់ៗដោយអនុលោមតាមអនុសញ្ញាអន្តរជាតិលេខ១០២ ស្តីពីរបបសន្តិសុខសង្គមរបស់អង្គការអន្តរជាតិខាងការងារ (ILO)មានអ្វីខ្លះ?",
    "options": [
      "តាវកាលិកព្យាបាល និងថែទាំវេជ្ជសាស្ត្រ តាវកាលិកនិកម្មភាពការងារ តាវកាលិកហានិភ័យការងារ",
      "តាវកាលិកជំងឺ តាវកាលិកទុព្វលភាព និងតាវកាលិកឧត្តរជីវី",
      "តាវកាលិកគ្រួសារ តាវកាលិកមាតុភាព តាវកាលិកជរាភាព",
      "ចម្លើយទាំងអស់ត្រឹមត្រូវ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ការផ្ដល់ជូនចំពោះសេវាព្យាបាលនិងថែទាំវេជ្ជសាស្រ្ដដែលរួមមានសេវាព្យាបាលដោយសម្រាកក្នុងមូលដ្ឋានសុខាភិបាល សេវាពិគ្រោះជំងឺក្រៅ សេវាសម្រាលកូន សេវាជំនួយវេជ្ជសាស្ត្រ សេវាសង្គ្រោះបន្ទាន់ សេវាបង្ការសុខភាព សេវាបញ្ជូនអ្នកជំងឺឬជនរងគ្រោះ និងសេវាបញ្ជូនសព គឺ៖",
    "options": [
      "តាវកាលិកព្យាបាលនិងថែទាំវេជ្ជសាស្ត្រ",
      "តាវកាលិកជំងឺ",
      "តាវកាលិកគ្រួសារ",
      "តាវកាលិកហានិភ័យការងារ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ការផ្ដល់ជូនសាមីជននូវប្រាក់បំណាច់ប្រចាំថ្ងៃ ដោយការចូលសម្រាកព្យាបាលជំងឺនៅតាមមូលដ្ឋានសុខាភិបាលនៅពេលខ្លួនមានជំងឺ ឬជួបឧបទ្ទវហេតុជាយថាភាពគឺ៖",
    "options": [
      "តាវកាលិកមាតុភាព",
      "តាវកាលិកជំងឺ",
      "តាវកាលិកគ្រួសារ",
      "តាវកាលិកហានិភ័យការងារ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ការផ្តល់នូវជំនួយហិរញ្ញវត្ថុបណ្តោះអាសន្ន នៅពេលពួកគេពុំមានការងារធ្វើ ដែលភាពអត់ការងារធ្វើនោះមិនមែនកើតឡើងពីកំហុសរបស់ខ្លួន បុគ្គលដែលកំពុងស្វែងរកការងារធ្វើ និងបុគ្គលដែលកំពុងស្ថិតក្នុងការបណ្តុះបណ្តាល មុខជំនាញថ្មីគឺ៖",
    "options": [
      "តាវកាលិកមាតុភាព",
      "តាវកាលិកគ្រួសារ",
      "តាវកាលិកនិកម្មភាពការងារ",
      "តាវកាលិកហានិភ័យការងារ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ការផ្ដល់ជូនចំពោះអ្នកដែលបានបំពេញលក្ខខណ្ឌ ដើម្បីទទួលបានប្រាក់សោធនជរាភាពនៅពេលដល់អាយុដាក់ឱ្យចូលនិវត្តន៍គឺ៖",
    "options": [
      "តាវកាលិកទុព្វលភាព",
      "តាវកាលិកគ្រួសារ",
      "តាវកាលិកឧត្តរជីវី",
      "តាវកាលិកជរាភាព"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ការឧបត្ថម្ភសម្រាប់ការលើកទឹកចិត្តដល់គ្រួសារដែលមានកូនច្រើន ក្នុងគោលបំណងធានាបាននូវស្ថិរភាព នៃកត្តាប្រជារាស្រ្ដ និងស្ថិរភាពចំណូលគ្រួសារ គឺ៖",
    "options": [
      "តាវកាលិកទុព្វលភាព",
      "តាវកាលិកគ្រួសារ",
      "តាវកាលិកឧត្តរជីវី",
      "តាវកាលិកជរាភាព"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ជាការផ្តល់ជូននូវសោធនទុព្វលភាព ចំពោះបុគ្គលដែលមានជំងឺឬរងភាពពិការនាំឱ្យអស់សមត្ថភាពរកប្រាក់ចំណូល ឬរកបានប្រាក់ចំណូលទាបជាងចំណូល ដែលបានកំណត់ក្នុងខ្សែបន្ទាត់ក្រីក្រ គឺ៖",
    "options": [
      "តាវកាលិកទុព្វលភាព",
      "តាវកាលិកគ្រួសារ",
      "តាវកាលិកឧត្តរជីវី",
      "តាវកាលិកជរាភាព"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ប្រាក់ធនលាភដែលត្រូវផ្ដល់ឱ្យសិទ្ធិវន្តនៃជនរងគ្រោះដែលបានទទួលរងនូវហានិភ័យការងារ និងផ្តល់ជូនចំពោះសិទ្ធិវន្តនៃសោធនឧត្តរជីវីនៅពេលទទួលមរណភាពនៃសាមីជនសោធនិកជរាភាពឬទុព្វលភាព គឺ៖",
    "options": [
      "តាវកាលិកទុព្វលភាព",
      "តាវកាលិកគ្រួសារ",
      "តាវកាលិកឧត្តរជីវី",
      "តាវកាលិកជរាភាព"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ដូចម្ដេចដែលហៅថាហានិភ័យសង្គម?",
    "options": [
      "គឺជាសំណុំនៃព្រឹត្តិការណ៍ដែលអាចនឹងកើតឡើងនាពេលអនាគតដោយឥតព្រាងទុកជាមុន ធ្វើឱ្យប៉ះពាល់ដល់សន្ដិសុខប្រាក់ចំណូលរបស់បុគ្គល។",
      "គឺជាសំណុំនៃព្រឹត្តិការណ៍ដែលអាចនឹងកើតឡើងនាពេលបច្ចុប្បន្នដោយឥតព្រាងទុកជាមុន ធ្វើឱ្យប៉ះពាល់ដល់សន្ដិសុខប្រាក់ចំណូលរបស់បុគ្គល។",
      "គឺជាសំណុំនៃព្រឹត្តិការណ៍ដែលអាចនឹងកើតឡើងនាពេលអតីតកាលដោយបានព្រាងទុកជាមុន ធ្វើឱ្យប៉ះពាល់ដល់សន្ដិសុខប្រាក់ចំណូលរបស់បុគ្គល។",
      "គឺជាសំណុំនៃព្រឹត្តិការណ៍ដែលអាចនឹងកើតឡើងនាពេលអនាគតដោយបានព្រាងទុកជាមុន ធ្វើឱ្យប៉ះពាល់ដល់សន្ដិសុខប្រាក់ចំណូលរបស់បុគ្គល។"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើហានិភ័យសង្គមមានគោលការណ៍គ្រឹះប៉ុន្មានចំណុច?",
    "options": [
      "២ ចំណុច",
      "៣ ចំណុច",
      "៤ ចំណុច",
      "៥ ចំណុច"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើគោលការណ៍គ្រឹះហានិភ័យសង្គមមានអ្វីខ្លះ?",
    "options": [
      "កត្តាធម្មជាតិទាក់ទងទៅនឹងភូគព្ភសាស្ត្រ",
      "កត្ដាសង្គម និងកត្តាគ្រួសារ",
      "កត្ដាសរីរៈសាស្ត្រ និងកត្តាវិជ្ជាជីវៈអសន្ដិសុខមុខរបរ",
      "ចម្លើយទាំងអស់ត្រឹមត្រូវ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើគោលការណ៍គាំពារសង្គមមានអ្វីខ្លះ?",
    "options": [
      "សមធម៌ សាមគ្គីធម៌សង្គម និងសមភាព",
      "សមធម៌ សាមគ្គីធម៌សង្គម សមត្ថភាព",
      "សមធម៌ សាមគ្គីធម៌សង្គម សមភាព និងយេនឌ័រ",
      "ចម្លើយទាំងអស់ត្រឹមត្រូវ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើបច្ចុប្បន្ន ប.ស.ស. បានអនុវត្តនូវរបបសន្តិសុខសង្គមលើផ្នែកអ្វីខ្លះ?",
    "options": [
      "ផ្នែកថែទាំសុខភាព ផ្នែកហានិភ័យការងារ និងផ្នែកប្រាក់សោធន។",
      "ផ្នែកថែទាំសុខភាព ផ្នែកហានិភ័យការងារ ផ្នែកប្រាក់សោធន និងនិកម្មភាពការងារ។",
      "ផ្នែកថែទាំសុខភាព ផ្នែកប្រាក់សោធន និងនិកម្មភាពការងារ។",
      "ផ្នែកថែទាំសុខភាព ផ្នែកហានិភ័យការងារ និងនិកម្មភាពការងារ។"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើបច្ចុប្បន្ន របបសន្តិសុខសង្គមប.ស.ស.មានវិសាលភាពអនុវត្តចំពោះបុគ្គលណាខ្លះ?",
    "options": [
      "បុគ្គលស្ថិតនៅក្នុងវិស័យសាធារណៈ ដោយលើកលែងយោធិន នៃកងយោធពលខេមរភូមិន្ទ",
      "បុគ្គលទាំងឡាយដែលស្ថិតនៅក្រោមបទប្បញ្ញត្តិនៃច្បាប់ស្តីពីការងារ ដោយរួមបញ្ចូលទាំងបុគ្គលិកធ្វើការតាមផ្លូវអាកាស និងនាវាសមុទ្រ ព្រមទាំងអ្នកបម្រើក្នុងផ្ទះ",
      "បុគ្គលស្វ័យនិយោជន៍",
      "ចម្លើយទាំងអស់ត្រឹមត្រូវ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាសភាពក្រុមប្រឹក្សាភិបាលនៃបេឡាជាតិសន្ដិសុខសង្គមមានប៉ុន្មានរូប?",
    "options": [
      "៧រូប",
      "៩រូប",
      "១១រូប",
      "១២រូប"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើអង្គភាពប្រតិបត្តិនៃ ប.ស.ស. មានចំនួនប៉ុន្មាន?",
    "options": [
      "១១",
      "១២",
      "១៣",
      "១៤"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ប្រភពធនធានរបស់បេឡាជាតិសន្ដិសុខសង្គម គឺ៖",
    "options": [
      "ការបង់ភាគទានពីរដ្ឋ និយោជក និងសមាជិក ប.ស.ស.",
      "ផលដែលបានមកពីការវិនិយោគ",
      "អំណោយ ឬអច្ច័យទាន និងប្រភពស្របច្បាប់ផ្សេងទៀត",
      "ចម្លើយទាំងអស់ត្រឹមត្រូវ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. មានបុព្វសិទ្ធិនៃអំណាចសាធារណៈអ្វីខ្លះ?",
    "options": [
      "ការប្រមូលភាគទាន និងការការពារទ្រព្យសម្បត្តិ",
      "ការប្រមូលភាគទាន ការឱ្យសងបំណុល  និងការការពារទ្រព្យសម្បត្តិ",
      "ការប្រមូលភាគទាន និងការឱ្យសងបំណុល",
      "ការប្រមូលភាគទាន ការឱ្យជំពាក់បំណុល  និងការការពារទ្រព្យសម្បត្តិ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ដូចម្តេចដែលហៅថា និយោជក?",
    "options": [
      "រូបវន្តបុគ្គល នីតិបុគ្គលសាធារណៈ ឬឯកជនដែលដឹកនាំ គ្រប់គ្រង និងប្រើកម្មករនិយោជិតចាប់ពីម្នាក់ ឬច្រើននាក់ ទោះជាមិនជាប់លាប់ក្តីដោយមានប្រាក់កម្រៃទៀងទាត់។",
      "រូបវន្តបុគ្គល នីតិបុគ្គលសាធារណៈ ឬឯកជនដែលដឹកនាំ គ្រប់គ្រង និងប្រើកម្មករនិយោជិតចាប់ពីម្នាក់ ឬច្រើននាក់ ទោះជាមិនជាប់លាប់ក្តីដោយមិនមានប្រាក់កម្រៃទៀងទាត់។",
      "រូបវន្តបុគ្គល នីតិបុគ្គលសាធារណៈ ឬឯកជនដែលដឹកនាំ គ្រប់គ្រង និងប្រើកម្មករនិយោជិតចាប់ពីពីរនាក់ ឬច្រើននាក់ ទោះជាមិនជាប់លាប់ក្តីដោយមិនមានប្រាក់កម្រៃទៀងទាត់។",
      "រូបវន្តបុគ្គល នីតិបុគ្គលសាធារណៈ ឬឯកជនដែលដឹកនាំ គ្រប់គ្រង និងប្រើកម្មករនិយោជិតចាប់ពីពីរនាក់ ឬច្រើននាក់ ទោះជាមិនជាប់លាប់ក្តីដោយមានប្រាក់កម្រៃទៀងទាត់។"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការចុះបញ្ជីសហគ្រាស គ្រឹះស្ថានត្រូវធ្វើឡើងនៅពេលណា?",
    "options": [
      "រយៈពេលយ៉ាងយូរ ១៥ថ្ងៃ ក្រោយចាប់ផ្តើមបើកសហគ្រាស គ្រឹះស្ថាន",
      "រយៈពេលយ៉ាងយូរ ៣០ថ្ងៃ ក្រោយចាប់ផ្តើមបើកសហគ្រាស គ្រឹះស្ថាន",
      "រយៈពេលយ៉ាងយូរ ៤៥ថ្ងៃ ក្រោយចាប់ផ្តើមបើកសហគ្រាស គ្រឹះស្ថាន",
      "រយៈពេលយ៉ាងយូរ ៦០ថ្ងៃ ក្រោយចាប់ផ្តើមបើកសហគ្រាស គ្រឹះស្ថាន"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសហគ្រាស គ្រឹះស្ថាន ដែលបានចុះបញ្ជីរួចហើយ  តែពេលមានសាខាត្រូវចុះបញ្ជី ទៀតដែរឬទេ?",
    "options": [
      "ត្រូវចុះបញ្ជីទៀត ករណីសាខានៅតំបន់ផ្សេងគ្នា",
      "មិនចុះបញ្ជីទៀតទេ ដោយគ្រាន់ចុះបញ្ជីកម្មករនិយោជិត រួចបង់ភាគទានជារួមសម្រាប់គ្រប់សាខាមក ប.ស.ស.",
      "ត្រូវចុះបញ្ជីទៀត ករណីសាខាមានកម្មករលើសពី៥០នាក់",
      "មិនចុះបញ្ជីទៀតទេ ដោយគ្រាន់តែប្រកាសមកប.ស.ស.បានហើយ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "នៅពេលមានការបិទ ការព្យួរ ការបើកដំណើរការឡើងវិញ ការប្តូរទីតាំងសហគ្រាស គ្រឹះស្ថាន ឬការកែប្រែស្ថានភាពគតិយុត្តនៃនិយោជក តើនិយោជក ឬម្ចាស់សហគ្រាស គ្រឹះស្ថានត្រូវមានកាតព្វកិច្ចដូចម្តេច?",
    "options": [
      "ត្រូវមានកាតព្វកិច្ចជូនដំណឹងមក ប.ស.ស. ក្នុងរយៈពេលយ៉ាងយូរ ១៤ថ្ងៃ",
      "ត្រូវមានកាតព្វកិច្ចជូនដំណឹងមក ប.ស.ស. ក្នុងរយៈពេលយ៉ាងយូរ ១៨ថ្ងៃ",
      "ត្រូវមានកាតព្វកិច្ចជូនដំណឹងមក ប.ស.ស. ក្នុងរយៈពេលយ៉ាងយូរ ៣០ថ្ងៃ",
      "ត្រូវមានកាតព្វកិច្ចជូនដំណឹងមក ប.ស.ស. ក្នុងរយៈពេលយ៉ាងយូរ ៦០ថ្ងៃ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើនិយោជក ឬម្ចាស់សហគ្រាស គ្រឹះស្ថានត្រូវមានកាតព្វកិច្ចចុះបញ្ជីកម្មករនិយោជិតមកក្នុង ប.ស.ស. នៅពេលណា?",
    "options": [
      "យ៉ាងយូរ ៣ថ្ងៃបន្ទាប់ពីចូលធ្វើការ",
      "យ៉ាងយូរ ៥ថ្ងៃបន្ទាប់ពីចូលធ្វើការ",
      "យ៉ាងយូរ ៧ថ្ងៃបន្ទាប់ពីចូលធ្វើការ",
      "យ៉ាងយូរ ១០ថ្ងៃបន្ទាប់ពីចូលធ្វើការ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើនិយោជក ឬម្ចាស់សហគ្រាស គ្រឹះស្ថានត្រូវបង់ភាគទាន និងផ្ញើឬដាក់ឯកសារមក ប.ស.ស.នៅថ្ងៃណានៃខែនីមួយៗ?",
    "options": [
      "ថ្ងៃទី១ ដល់១៥ និងផ្ញើឬដាក់ឯកសារមក ប.ស.ស. យ៉ាងយូរត្រឹមថ្ងៃទី១៨នៃខែនីមួយៗ។",
      "ថ្ងៃទី១ ដល់១៥ និងផ្ញើឬដាក់ឯកសារមក ប.ស.ស. យ៉ាងយូរត្រឹមថ្ងៃទី២០នៃខែនីមួយៗ។",
      "ថ្ងៃទី១ ដល់១៥ និងផ្ញើឬដាក់ឯកសារមក ប.ស.ស. យ៉ាងយូរត្រឹមថ្ងៃទី២៥នៃខែនីមួយៗ។",
      "ថ្ងៃទី១ ដល់១៥ និងផ្ញើឬដាក់ឯកសារមក ប.ស.ស. យ៉ាងយូរត្រឹមថ្ងៃទី២៨នៃខែនីមួយៗ។"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើកម្មករនិយោជិតទើបចូលបម្រើការងារថ្មីមិនទាន់មានប័ណ្ណសមាជិកប.ស.ស.ត្រូវបង់ភាគទានមកប.ស.ស.ដែរឬទេ?",
    "options": [
      "ត្រូវបង់ភាគទានមក ប.ស.ស.",
      "មិនត្រូវបង់ភាគទានមក ប.ស.ស.",
      "ត្រូវបង់ភាគទានមក ប.ស.ស. ដោយប្រើប្រាស់ ID ០ ជាបណ្តោះអាសន្ន។",
      "មិនត្រូវបង់ភាគទានមក ប.ស.ស. ដោយប្រើប្រាស់ ID ជំនួសជាបណ្តោះអាសន្ន។"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. មានវិធានការយ៉ាងណា បើនិយោជក ឬម្ចាស់សហគ្រាសបានកាត់ប្រាក់ឈ្នួលរបស់កម្មករនិយោជិត ដែលជាបន្ទុករបស់ខ្លួនបង់មក ប.ស.ស.?",
    "options": [
      "ត្រូវផ្តន្ទាទោសដាក់ពន្ធនាគារពី១ខែដល់១ឆ្នាំ និងត្រូវពិន័យជាប្រាក់ពី២០ដងទៅ៦០ដង នៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ។",
      "ត្រូវផ្តន្ទាទោសដាក់ពន្ធនាគារពី១ខែដល់១ឆ្នាំ និងត្រូវពិន័យជាប្រាក់ពី៨០ដងទៅ១០០ដង នៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ។",
      "ត្រូវផ្តន្ទាទោសដាក់ពន្ធនាគារពី១ខែដល់១ឆ្នាំ និងត្រូវពិន័យជាប្រាក់ពី១២០ដងទៅ២០០ដង នៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ។",
      "ត្រូវផ្តន្ទាទោសដាក់ពន្ធនាគារពី១ខែដល់១ឆ្នាំ និងត្រូវពិន័យជាប្រាក់ពី១២០ដងទៅ៣៦០ដង នៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ។"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើមានការពិន័យដែរឬទេ ប្រសិនបើបង់ភាគទាន ឬដាក់ឯកសារយឺតពេលកំណត់?",
    "options": [
      "ត្រូវពិន័យអន្តរការណ៍ពី ១០ដង ទៅ ៣០ដងនៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ និងត្រូវបង់បន្ថែមនូវការប្រាក់ប្រចាំខែតាមអត្រា ១,៥ភាគរយ។",
      "ត្រូវពិន័យអន្តរការណ៍ពី ១០ដង ទៅ ៤០ដងនៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ និងត្រូវបង់បន្ថែមនូវការប្រាក់ប្រចាំខែតាមអត្រា ១,៥ភាគរយ។",
      "ត្រូវពិន័យអន្តរការណ៍ពី ១០ដង ទៅ ៥០ដងនៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ និងត្រូវបង់បន្ថែមនូវការប្រាក់ប្រចាំខែតាមអត្រា ១,៥ភាគរយ។",
      "ត្រូវពិន័យអន្តរការណ៍ពី ១០ដង ទៅ ៦០ដងនៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ និងត្រូវបង់បន្ថែមនូវការប្រាក់ប្រចាំខែតាមអត្រា ១,៥ភាគរយ។"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "សមាជិក ប.ស.ស. ដែលបាត់បង់ជីវិតដោយសារគ្រោះថ្នាក់ ឬជំងឺក្រៅពីហានិភ័យការងារ តើ ប.ស.ស. ផ្តល់វិភាជន៍បូជាសពចំនួនប៉ុន្មានរៀល?",
    "options": [
      "២លានរៀល",
      "៤លានរៀល",
      "៨លានរៀល",
      "១០លានរៀល"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើបច្ចុប្បន្ននេះ ប្រាក់ឈ្នួលជាប់ភាគទានរបស់ស្វ័យនិយោជន៍ ពិតានស្មើនឹងចំនួនប៉ុន្មានរៀល?",
    "options": [
      "៤០០ ០០០រៀល",
      "៦០០ ០០០រៀល",
      "៨០០ ០០០រៀល",
      "១ ២០០ ០០០រៀល"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើរបបសន្ដិសុខសង្គម នៃព្រះរាជាណាចក្រកម្ពុជាចែកចេញជាប៉ុន្មានផ្នែក?",
    "options": [
      "២ផ្នែក",
      "៣ផ្នែក",
      "៤ផ្នែក",
      "៥ផ្នែក"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "យោងតាមច្បាប់ស្តីពីរបបសន្ដិសុខសង្គម តើតាវកាលិកនៅក្នុងផ្នែកប្រាក់សោធនតាមរបបភាគទានជាកាតព្វកិច្ចមានប៉ុន្មានផ្នែក?",
    "options": [
      "១ផ្នែក",
      "២ផ្នែក",
      "៣ផ្នែក",
      "៤ផ្នែក"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើបច្ចុប្បន្ន ប.ស.ស. បានអនុវត្តនូវរបបសន្តិសុខសង្គមលើប៉ុន្មានផ្នែក?",
    "options": [
      "២ផ្នែក",
      "៣ផ្នែក",
      "៤ផ្នែក",
      "៥ផ្នែក"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "នៅពេលមានការបិទ ការព្យួរ ការបើកដំណើរការឡើងវិញ ការប្តូរទីតាំងសហគ្រាស គ្រឹះស្ថាន ឬការកែប្រែស្ថានភាពគតិយុត្តនៃនិយោជក តើនិយោជក ឬម្ចាស់សហគ្រាស គ្រឹះស្ថានត្រូវជូនដំណឹងមកប.ស.ស. យ៉ាងយូរប៉ុន្មានថ្ងៃ?",
    "options": [
      "១៥ថ្ងៃ",
      "២០ថ្ងៃ",
      "៣០ថ្ងៃ",
      "៦០ថ្ងៃ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើនិយោជក ឬម្ចាស់សហគ្រាស គ្រឹះស្ថានត្រូវបង់ភាគទាន និងផ្ញើឬដាក់ឯកសារមក ប.ស.ស. នៅថ្ងៃណានៃខែនីមួយៗ?",
    "options": [
      "ចាប់ពីថ្ងៃទី១-១៥ និងផ្ញើ ឬដាក់ឯកសារមកប.ស.ស.យ៉ាងយូរត្រឹមថ្ងៃទី១៨នៃខែនីមួយៗ។",
      "ចាប់ពីថ្ងៃទី១-១៥ និងផ្ញើ ឬដាក់ឯកសារមកប.ស.ស.យ៉ាងយូរត្រឹមថ្ងៃទី២០នៃខែនីមួយៗ។",
      "ចាប់ពីថ្ងៃទី១-១៥ និងផ្ញើ ឬដាក់ឯកសារមកប.ស.ស.យ៉ាងយូរត្រឹមថ្ងៃទី២២នៃខែនីមួយៗ។",
      "ចាប់ពីថ្ងៃទី១-១៥ និងផ្ញើ ឬដាក់ឯកសារមកប.ស.ស.យ៉ាងយូរត្រឹមថ្ងៃទី២៥នៃខែនីមួយៗ។"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើធនាគារណា ដែលមិនអាចបង់ភាគទានមក ប.ស.ស. បាន?",
    "options": [
      "ធនាគារ អេស៊ីលីដា",
      "ធនាគារ ABA",
      "ធនាគារ លីហួរ",
      "ធនាគារជាតិនៃកម្ពុជា"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "បច្ចុប្បន្ននេះ តើក្រុមហ៊ុន និងធនាគារដៃគូ ប.ស.ស. ដែលអាចបង់ភាគទានបាន មានចំនួនប៉ុន្មាន?",
    "options": [
      "៨",
      "៩",
      "១០",
      "១១"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើឯកសារណាមួយ មិនប្រើសម្រាប់ការបង់ភាគទានមកប.ស.ស.?",
    "options": [
      "របាយការណ៍ចំនួនកម្មករនិយោជិត(E-Form)",
      "បង្កាន់ដៃបង់ភាគទាននៅធនាគារ(Bank Slip)",
      "លិខិតបញ្ជាក់ចំនួនកម្មករនិយោជិត(Form-A)",
      "លិខិតបញ្ជាក់ចំនួនកម្មករនិយោជិត(Form-B)"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើកម្មករនិយោជិតត្រូវមានឯកសារអ្វីខ្លះ ដើម្បីធ្វើបណ្ណសមាជិក ប.ស.ស.?",
    "options": [
      "អត្តសញ្ញាណប័ណ្ណសញ្ជាតិខ្មែរ និងសៀវភៅគ្រួសារ",
      "អត្តសញ្ញាណប័ណ្ណសញ្ជាតិខ្មែរ និងលិខិតឆ្លងដែន",
      "អត្តសញ្ញាណប័ណ្ណសញ្ជាតិខ្មែរ ឬលិខិតឆ្លងដែនសម្រាប់ជនបរទេស និងលិខិតបញ្ជាក់ការងារ",
      "អត្តសញ្ញាណប័ណ្ណសញ្ជាតិខ្មែរ ឬលិខិតឆ្លងដែនសម្រាប់ជនបរទេស លិខិតបញ្ជាក់ការងារ និងលិខិតបញ្ជាក់សុខភាព"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាជិក ប.ស.ស. ត្រូវធ្វើយ៉ាងណា ករណីបណ្ណសមាជិក ប.ស.ស. របស់ខ្លួនបានខូច ឬបាត់បង់?",
    "options": [
      "ត្រូវស្នើសុំទុតិយតា ក្នុងរយៈពេលយ៉ាងយូរ ១៥ថ្ងៃ",
      "ត្រូវស្នើសុំទុតិយតា ក្នុងរយៈពេលយ៉ាងយូរ ៣០ថ្ងៃ",
      "ត្រូវស្នើសុំទុតិយតា ក្នុងរយៈពេលយ៉ាងយូរ ៤០ថ្ងៃ",
      "ត្រូវស្នើសុំទុតិយតា ក្នុងរយៈពេលយ៉ាងយូរ ៦០ថ្ងៃ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាជិក ប.ស.ស. ស្នើសុំទុតិយតាបណ្ណសមាជិក ប.ស.ស. របស់ខ្លួនដែលបានខូច ឬបាត់បង់ អស់ថវិកាដែរឬទេ?",
    "options": [
      "មិនអស់ថវិកាទេ",
      "អស់ថវិកាវិភាគទាន",
      "មិនអស់ថវិកាទេ សម្រាប់កម្មករនិយោជិត",
      "អស់ថវិកា ៥០០០ រៀល"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើប័ណ្ណសមាជិក ប.ស.ស. មានសុពលភាពប៉ុន្មានឆ្នាំ?",
    "options": [
      "១០ឆ្នាំ",
      "៣០ឆ្នាំ",
      "៦០ឆ្នាំ",
      "ប្រើបានមួយជីវិត"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើហានិភ័យការងារចែកចេញជាប៉ុន្មានប្រភេទ? អ្វីខ្លះ?",
    "options": [
      "២ផ្នែក គឺ គ្រោះថ្នាក់ការងារនិងហានិភ័យការងារ",
      "២ផ្នែក គឺ គ្រោះថ្នាក់ការងារនិងគ្រោះថ្នាក់ពេលធ្វើដំណើរ",
      "៣ផ្នែក គឺ គ្រោះថ្នាក់ការងារ គ្រោះថ្នាក់ក្នុងពេលធ្វើដំណើរ និងគ្រោះថ្នាក់ចៃដន្យ",
      "៣ផ្នែក គឺ ប្រើគ្រោះថ្នាក់ការងារ គ្រោះថ្នាក់ក្នុងពេលធ្វើដំណើរ និងជំងឺវិជ្ជាជីវៈ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើនិយោជក ឬអ្នកតំណាងត្រូវធ្វើរបាយការណ៍ហានិភ័យការងារ និងឯកសារជំនួយស្មារតីមក ប.ស.ស. យ៉ាងយូរ ប៉ុន្មានម៉ោង នៃថ្ងៃធ្វើការ បន្ទាប់ពីទទួលដំណឹងអំពីកម្មករនិយោជិតមានគ្រោះថ្នាក់ការងារ?",
    "options": [
      "២៤ម៉ោង",
      "៤៨ម៉ោង",
      "៧២ម៉ោង",
      "៩៦ម៉ោង"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសហគ្រាស គ្រឹះស្ថាន ដែលមានកម្មករនិយោជិតទើបចូលធ្វើការងារថ្ងៃដំបូងបានជួបហានិភ័យការងារទទួលបានតាវកាលិកដែរឬទេ?",
    "options": [
      "ទទួលបានតាវកាលិក",
      "មិនទទួលបានតាវកាលិកទេ",
      "ទទួលបានតាវកាលិក៥០%",
      "ទទួលបានតាវកាលិក៧០%"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការដាក់ឯកសារស្នើសុំទូទាត់តាវកាលិកព្យាបាល និងថែទាំវេជ្ជសាស្រ្តប្រាក់បំណាច់ប្រចាំថ្ងៃសម្រាប់ផ្នែកហានិភ័យការងារនិងវិភាជន៍បូជាសពមានអាជ្ញាយុកាលប៉ុន្មាន?",
    "options": [
      "៣ខែ",
      "៦ខែ",
      "៨ខែ",
      "១២ខែ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការបាត់បង់សមត្ថភាពការងារអចិន្រ្តៃយ៍មានប៉ុន្មានប្រភេទ?",
    "options": [
      "១ប្រភេទ",
      "២ប្រភេទ",
      "៣ប្រភេទ",
      "៤ប្រភេទ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសេវាស្តារនីតិសម្បទាសម្រាប់ផ្នែកហានិភ័យការងារមានប៉ុន្មានប្រភេទ ?",
    "options": [
      "១ប្រភេទ",
      "២ប្រភេទ",
      "៣ប្រភេទ",
      "៤ប្រភេទ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "យោងប្រកាសលេខ២៣៥/២៤ ក.ប តើជំងឺ ត្រូវបានកំណត់ជាប្រភេទជំងឺរ៉ាំរ៉ៃមានចំនួនប៉ុន្មានប្រភេទ?",
    "options": [
      "៨ប្រភេទ",
      "១០ប្រភេទ",
      "១២ប្រភេទ",
      "១៤ប្រភេទ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើជំងឺខាងក្រោមណាមួយមិនមែនជាប្រភេទជំងឺរ៉ាំរ៉ៃ?",
    "options": [
      "ជំងឺលុយពុស",
      "ជំងឺលើសឈាម",
      "ជំងឺតាឡាសឺមី",
      "ជំងឺឆ្កែឆ្កួត"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើបច្ចុប្បន្ននេះ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)ចំនួនប៉ុន្មានលើក?",
    "options": [
      "៩លើក",
      "១០លើក",
      "១១លើក",
      "១២លើក"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី១ នៅប្រទេសណា?",
    "options": [
      "ប្រទេសសិង្ហបុរី",
      "ប្រទេសហ្វីលីពីន",
      "ប្រទេសម៉ាឡេស៊ី",
      "ប្រទេសឥណ្ឌូនេស៊ី"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី២ នៅប្រទេសណា?",
    "options": [
      "ប្រទេសវៀត ណាម",
      "ប្រទេសហ្វីលីពីន",
      "ប្រទេសម៉ាឡេស៊ី",
      "ប្រទេសឥណ្ឌូនេស៊ី"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី៣ នៅប្រទេសណា?",
    "options": [
      "ប្រទេសវៀត ណាម",
      "ប្រទេសមីយ៉ាន់ម៉ា",
      "ប្រទេសម៉ាឡេស៊ី",
      "ប្រទេសឥណ្ឌូនេស៊ី"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី៤ នៅប្រទេសណា?",
    "options": [
      "ប្រទេសឡាវ",
      "ប្រទេសមីយ៉ាន់ម៉ា",
      "ប្រទេសម៉ាឡេស៊ី",
      "ប្រទេសព្រុយណេ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី៥ នៅប្រទេសណា?",
    "options": [
      "ប្រទេសឡាវ",
      "ប្រទេសមីយ៉ាន់ម៉ា",
      "ប្រទេសកម្ពុជា",
      "ប្រទេសថៃ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី៦ នៅប្រទេសណា?",
    "options": [
      "ប្រទេសឡាវ",
      "ប្រទេសមីយ៉ាន់ម៉ា",
      "ប្រទេសឥណ្ឌូនេស៊ី",
      "ប្រទេសថៃ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី៧ នៅប្រទេសណា?",
    "options": [
      "ប្រទេសឡាវ",
      "ប្រទេសមីយ៉ាន់ម៉ា",
      "ប្រទេសឥណ្ឌូនេស៊ី",
      "ប្រទេសថៃ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី៨ នៅប្រទេសណា?",
    "options": [
      "ប្រទេសហ្វីលីពីន",
      "ប្រទេសមីយ៉ាន់ម៉ា",
      "ប្រទេសម៉ាឡេស៊ី",
      "ប្រទេសថៃ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី៩ នៅប្រទេសណា?",
    "options": [
      "ប្រទេសហ្វីលីពីន",
      "ប្រទេសមីយ៉ាន់ម៉ា",
      "ប្រទេសម៉ាឡេស៊ី",
      "ប្រទេសព្រុយណេ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី១០ នៅប្រទេសណា?",
    "options": [
      "ប្រទេសថៃឡង់",
      "ប្រទេសមីយ៉ាន់ម៉ា",
      "ប្រទេសម៉ាឡេស៊ី",
      "ប្រទេសព្រុយណេ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី១០ ពីប្រទេសប្រុយណេនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី៥ ខែកញ្ញា ឆ្នាំ២០២៥",
      "ថ្ងៃទី៥ ខែតុលា ឆ្នាំ២០២៥",
      "ថ្ងៃទី៥ ខែវិច្ឆិកា ឆ្នាំ២០២៥",
      "ថ្ងៃទី៥ ខែធ្នូ ឆ្នាំ២០២៥"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី៩ ពីប្រទេសហ្វីលីពីន នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២៦ ខែកញ្ញា ឆ្នាំ២០២៤",
      "ថ្ងៃទី២៦ ខែតុលា ឆ្នាំ២០២៤",
      "ថ្ងៃទី២៦ ខែវិច្ឆិកា ឆ្នាំ២០២៤",
      "ថ្ងៃទី២៦ ខែធ្នូ ឆ្នាំ២០២៤"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី៨ ពីប្រទេសម៉ាឡេស៊ី  នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២០ ខែវិច្ឆិកា ឆ្នាំ២០២៣",
      "ថ្ងៃទី២១ ខែវិច្ឆិកា ឆ្នាំ២០២៣",
      "ថ្ងៃទី២២ ខែវិច្ឆិកា ឆ្នាំ២០២៣",
      "ថ្ងៃទី២៣ ខែវិច្ឆិកា ឆ្នាំ២០២៣"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី៧ ពីប្រទេសឡាវ នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២៣ ខែវិច្ឆិកា ឆ្នាំ២០២២",
      "ថ្ងៃទី២៤ ខែវិច្ឆិកា ឆ្នាំ២០២២",
      "ថ្ងៃទី២៥ ខែវិច្ឆិកា ឆ្នាំ២០២២",
      "ថ្ងៃទី២៦ ខែវិច្ឆិកា ឆ្នាំ២០២២"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី៦ ពីប្រទេសឥណ្ឌូនេស៊ី នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២៣ ខែវិច្ឆិកា ឆ្នាំ២០២១",
      "ថ្ងៃទី២៤ ខែវិច្ឆិកា ឆ្នាំ២០២១",
      "ថ្ងៃទី២៥ ខែវិច្ឆិកា ឆ្នាំ២០២១",
      "ថ្ងៃទី២៦ ខែវិច្ឆិកា ឆ្នាំ២០២១"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី៥ នៅប្រទេសកម្ពុជា ថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី៩ ខែកញ្ញា ឆ្នាំ២០២០",
      "ថ្ងៃទី៩ ខែតុលា ឆ្នាំ២០២០",
      "ថ្ងៃទី៩ ខែវិច្ឆិកា ឆ្នាំ២០២០",
      "ថ្ងៃទី៩ ខែធ្នូ ឆ្នាំ២០២០"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី៤ ពីប្រទេសព្រុយណេ នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី១៧ ខែកញ្ញា ឆ្នាំ២០១៩",
      "ថ្ងៃទី១៧ ខែតុលា ឆ្នាំ២០១៩",
      "ថ្ងៃទី១៧ ខែវិច្ឆិកា ឆ្នាំ២០១៩",
      "ថ្ងៃទី១៧ ខែធ្នូ ឆ្នាំ២០១៩"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី៣ ពីប្រទេសវៀត ណាម នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២០ ខែកញ្ញា ឆ្នាំ២០១៨",
      "ថ្ងៃទី២០ ខែតុលា ឆ្នាំ២០១៨",
      "ថ្ងៃទី២០ ខែវិច្ឆិកា ឆ្នាំ២០១៨",
      "ថ្ងៃទី២០ ខែធ្នូ ឆ្នាំ២០១៨"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី២ ពីប្រទេសហ្វីលីពីន  នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២៣ ខែកញ្ញា ឆ្នាំ២០១៦",
      "ថ្ងៃទី២៣ ខែតុលា ឆ្នាំ២០១៦",
      "ថ្ងៃទី២៣ ខែវិច្ឆិកា ឆ្នាំ២០១៦",
      "ថ្ងៃទី២៣ ខែធ្នូ ឆ្នាំ២០១៦"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើ ប.ស.ស. ទទួលបានពានរង្វាន់ឆ្នើមពីសមាគមអន្តរជាតិ(ASSA)លើកទី១ ពីប្រទេសសិង្ហបុរី នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី១០ ខែកញ្ញា ឆ្នាំ២០១៥",
      "ថ្ងៃទី១២ ខែកញ្ញា ឆ្នាំ២០១៥",
      "ថ្ងៃទី១៣ ខែកញ្ញា ឆ្នាំ២០១៥",
      "ថ្ងៃទី១៤ ខែកញ្ញា ឆ្នាំ២០១៥"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ការផ្តល់ប្រាក់ឧបត្ថម្ភរបស់រាជរដ្ឋាភិបាលសម្រាប់សមាជិកប.ស.ស. ជាស្ត្រីមានផ្ទៃពោះ (របបភាគទានស្ម័គ្រចិត្ត) ពេលសម្រាលកូន តើត្រូវទទួលបានប្រាក់ឧបត្ថម្ភចំនួនប៉ុន្មាន?",
    "options": [
      "៨០ម៉ឺនរៀល",
      "១លាន ២សែនរៀល",
      "១លាន ២សែន ៦ម៉ឺនរៀល",
      "មិនទទួលបានទេ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "សម្រាប់សមាជិកប.ស.ស. ជាស្ត្រីមានផ្ទៃពោះ (របបភាគទានស្ម័គ្រចិត្តបានបង់ភាគទាន៩ខែមុនថ្ងៃសម្រាល) ពេលសម្រាលកូន តើត្រូវទទួលបានប្រាក់ឧបត្ថម្ភពីប.ស.ស.ចំនួនប៉ុន្មាន?",
    "options": [
      "៨០០ ០០០រៀល",
      "១ ២០០ ០០០រៀល",
      "១ ២៦០ ០០០រៀល",
      "មិនទទួលបានទេ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើប្រភេទនៃច្បាប់ឈប់សម្រាករបស់ប.ស.ស.មានចំនួនប៉ុន្មានប្រភទ?",
    "options": [
      "៤ប្រភេទ",
      "៥ប្រភេទ",
      "៦ប្រភេទ",
      "៧ប្រភេទ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើច្បាប់ឈប់សម្រាកព្យាបាលជំងឺរបស់ប.ស.ស. ក្នុង១ឆ្នាំទទួលបានប៉ុន្មានថ្ងៃ?",
    "options": [
      "៧ថ្ងៃ/១ឆ្នាំ",
      "៧ថ្ងៃ/១ខែ",
      "១៤ថ្ងៃ/១ឆ្នាំ",
      "៣០ថ្ងៃ/១ឆ្នាំ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើចំណាត់ថ្នាក់របស់មូលដ្ឋានសុខាភិបាលមានប៉ុន្មានកម្រិត?",
    "options": [
      "៥កម្រិត",
      "៦កម្រិត",
      "៧កម្រិត",
      "៨កម្រិត"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើយន្តការទូទាត់ថ្លៃសេវាផ្នែកថែទាំងសុខភាពមានប៉ុន្មានប្រភេទ?",
    "options": [
      "១ប្រភេទ",
      "២ប្រភេទ",
      "៣ប្រភេទ",
      "៤ប្រភេទ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើជំងឺមួយណាត្រូវបានចាត់ទុកជាជំងឺរ៉ាំរ៉ៃនៅក្នុងរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាព?",
    "options": [
      "ជំងឺលុយពុស",
      "ជំងឺគ្រុនចាញ់",
      "ជំងឺរបេង/ឃ្លង់",
      "ជំងឺរលាកស្រោមខួរក្បាល"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសេវាមួយណាមិនមែនជាសេវាបង្ការសុខភាពនៅក្នុងរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាព?",
    "options": [
      "វ៉ាក់សាំងការពារជំងឺមហារីកមាត់ស្បូន",
      "វ៉ាក់សាំងការពារជំងឺឆ្កែឆ្កួត",
      "សេរ៉ូមប្រឆាំងជំងឺឆ្កែឆ្កួត",
      "សេរ៉ូមប្រឆាំងជំងឺតេតាណូស"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ក្នុងចំណោមសេវាអមវេជ្ជសាស្រ្តខាងក្រោម តើសេវាមួយណាដែលប.ស.ស. ទូទាត់ជូនមូលដ្ឋាសុខាភិបាលតាមប្រភេទសេវា (Fee For Service)?",
    "options": [
      "CT Scan",
      "Ultrasound",
      "X-Ray",
      "Mammography"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការប្រកាសបង់ភាគទានផ្នែកហានិភ័យការងារ និងផ្នែកថែទាំសុខភាព និងផ្នែកប្រាក់សោធនយ៉ាងយូរបំផុត ត្រឹមថ្ងៃណា?",
    "options": [
      "យ៉ាងយូរត្រឹមថ្ងៃទី១៥ នៃខែបន្ទាប់",
      "យ៉ាងយូរត្រឹមថ្ងៃទី១៦ នៃខែបន្ទាប់",
      "យ៉ាងយូរត្រឹមថ្ងៃទី១៧ នៃខែបន្ទាប់",
      "យ៉ាងយូរត្រឹមថ្ងៃទី១៨ នៃខែបន្ទាប់"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ករណីសហគ្រាស គ្រឹះស្ថានរាយការណ៍កម្មករនិយោជិតមិនត្រឹមត្រូវ តើត្រូវទទួលរងទោសទណ្ឌអ្វីខ្លះ?",
    "options": [
      "ពិន័យអន្តរកាលពី១០ទៅ២០ដងនៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ",
      "ពិន័យអន្តរកាលពី១០ទៅ៣០ដងនៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ",
      "ពិន័យអន្តរកាលពី១០ទៅ៤០ដងនៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ",
      "ពិន័យអន្តរកាលពី១០ទៅ៥០ដងនៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ដើម្បីប្រើប្រាស់សេវាហានិភ័យការងារ សម្រាប់វិស័យឯកជននិងវិស័យសាធារណៈនៅមូលដ្ឋានសុខាភិបាល ដៃគូ ប.ស.ស. បាន តើតម្រូវឱ្យមានឯកសារភ្ជាប់អ្វីខ្លះ?",
    "options": [
      "បណ្ណសមាជិកប.ស.ស.",
      "បណ្ណសមាជិកប.ស.ស. និង អត្តសញ្ញាណប័ណ្ណសញ្ជាតិខ្មែរ",
      "លិខិតបញ្ជូនសមាជិកប.ស.ស. ឬលិខិតព្យាបាលបន្ត",
      "បណ្ណសមាជិកប.ស.ស.  អត្តសញ្ញាណប័ណ្ណសញ្ជាតិខ្មែរ និងកាតសម្គាល់ខ្លួន"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាជិក ប.ស.ស. ជាស្រ្តីមានផ្ទៃពោះ និងកុមារអាយុក្រោម២ឆ្នាំ(របបភាគទានកាតព្វកិច្ច)នឹងទទួលបានប្រាក់ឧបត្ថម្ភពីរាជរដ្ឋាភិបាលកម្ពុជាសរុបទាំងអស់ចំនួនប៉ុន្មានរៀល?",
    "options": [
      "១ ២០០ ០០០រៀល",
      "១ ២៦០ ០០០រៀល",
      "១ ៦០០ ០០០រៀល",
      "១ ៩២០ ០០០រៀល"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើក្រមសីលធម៌វីជ្ជាជីវៈរបស់អធិការកិច្ចសន្តិសុខសង្គមមានប៉ុន្មានចំណុច?",
    "options": [
      "មាន៥ចំណុច",
      "មាន៦ចំណុច",
      "មាន៧ចំណុច",
      "មាន៨ចំណុច"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើនីតិវិធីនៃការអង្កេតគ្រោះថ្នាក់ដោយផ្ទាល់ និងតាមទូរសព្ទមានប៉ុន្មានចំណុច? អ្វីខ្លះ?",
    "options": [
      "មាន៤ចំណុច គឺសហគ្រាស មន្ទីរពេទ្យ កន្លែងកើតហេតុ និងសន្និដ្ឋាន",
      "មាន៤ចំណុច គឺសហគ្រាស តាមផ្លូវ ប៉ុស្តិ៍ប៉ូលីស និងសន្និដ្ឋាន",
      "មាន៤ចំណុច គឺមន្ទីរពេទ្យ កន្លែងកើតហេតុ មន្ទីរពិសោធន៍ និងសន្និដ្ឋាន",
      "មាន៤ចំណុច គឺមន្ទីរពេទ្យ តាមផ្លូវ កន្លែងកើតហេតុ និងសន្និដ្ឋាន"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការសន្និដ្ឋានលើផ្នែកអង្កេតមានប៉ុន្មានប្រភេទ? អ្វីខ្លះ?",
    "options": [
      "មាន១ប្រភេទ គឺជាគ្រោះថ្នាក់ការងារ",
      "មាន២ប្រភេទ គឺជាគ្រោះថ្នាក់ការងារ និងមិនមែនគ្រោះថ្នាក់ការងារ",
      "មាន៣ប្រភេទ គឺជាគ្រោះថ្នាក់ការងារ មិនមែនគ្រោះថ្នាក់ការងារ និងជំងឺវិជ្ជាជីវៈ",
      "មាន៤ប្រភេទ គឺជាគ្រោះថ្នាក់ការងារ មិនមែនគ្រោះថ្នាក់ការងារ ជំងឺវិជ្ជាជីវៈ និងគ្រោះថ្នាក់ផ្សេងៗ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើបច្ចុប្បន្ន ប្រាក់ឈ្នួលពិតាន(អតិបរមា)ដែលជាប់ភាគទានមានចំនួនប៉ុន្មាន?",
    "options": [
      "៦០០ ០០០រៀល",
      "៨០០ ០០០រៀល",
      "១ ២០០ ០០០រៀល",
      "១ ៥០០ ០០០រៀល"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការបែងចែកប្រភេទកម្មករនិយោជិតមានប៉ុន្មានប្រភេទ? អ្វីខ្លះ?",
    "options": [
      "មាន១ប្រភេទ គឺកម្មករនិយោជិតក្នុងប្រព័ន្ធ",
      "មាន២ប្រភេទ គឺកម្មករនិយោជិតក្នុងប្រព័ន្ធ និងក្រៅប្រព័ន្ធ",
      "មាន៣ប្រភេទ គឺកម្មករនិយោជិតក្នុងប្រព័ន្ធ ក្រៅប្រព័ន្ធ និងបុគ្គលស្វ័យនិយោជន៍",
      "មាន៤ប្រភេទ គឺកម្មករនិយោជិតក្នុងប្រព័ន្ធ ក្រៅប្រព័ន្ធ បុគ្គលស្វ័យនិយោជន៍ និងអ្នកក្នុងបន្ទុក"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើលក្ខខណ្ឌទទួលបានប្រាក់សោធនជរាភាពមានអ្វីខ្លះ?",
    "options": [
      "ត្រូវចុះបញ្ជីផ្នែកប្រាក់សោធន បង់ភាគទានយ៉ាងតិច៦ខែ និងមានអាយុយ៉ាងតិច៦០ឆ្នាំ",
      "ត្រូវចុះបញ្ជីផ្នែកប្រាក់សោធន បង់ភាគទានយ៉ាងតិច១២ខែ និងមានអាយុយ៉ាងតិច៦០ឆ្នាំ",
      "ត្រូវចុះបញ្ជីផ្នែកប្រាក់សោធន បង់ភាគទានយ៉ាងតិច២៤ខែ និងមានអាយុយ៉ាងតិច៦០ឆ្នាំ",
      "ត្រូវចុះបញ្ជីផ្នែកប្រាក់សោធន បង់ភាគទានយ៉ាងតិច៣៦ខែ និងមានអាយុយ៉ាងតិច៦០ឆ្នាំ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើលក្ខខណ្ឌទទួលបានប្រាក់សោធនទុព្វភាពមានអ្វីខ្លះ?",
    "options": [
      "ត្រូវចុះបញ្ជីផ្នែកប្រាក់សោធន បង់ភាគទានយ៉ាងតិច៦០ខែមុនកាលបរិច្ឆេទទទួលរងទុព្វភាព",
      "ត្រូវចុះបញ្ជីផ្នែកប្រាក់សោធន បង់ភាគទានយ៉ាងតិច២៤ខែមុនកាលបរិច្ឆេទទទួលរងទុព្វភាព",
      "ត្រូវចុះបញ្ជីផ្នែកប្រាក់សោធន បង់ភាគទានយ៉ាងតិច៣៦ខែមុនកាលបរិច្ឆេទទទួលរងទុព្វភាព",
      "ត្រូវចុះបញ្ជីផ្នែកប្រាក់សោធន បង់ភាគទានយ៉ាងតិច៤៨ខែមុនកាលបរិច្ឆេទទទួលរងទុព្វភាព"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើវិភាជន៍បូជាសព ផ្តល់ជូនក្រុមគ្រួសារ ឬអ្នកចាត់ចែងបុណ្យសពរបស់សោធនិកមានចំនួនប៉ុន្មាន?",
    "options": [
      "ស្មើនឹង៥ខែនៃប្រាក់សោធនចុងក្រោយ ឬយ៉ាងតិច ២លានរៀល",
      "ស្មើនឹង៧ខែនៃប្រាក់សោធនចុងក្រោយ ឬយ៉ាងតិច ២លានរៀល",
      "ស្មើនឹង៩ខែនៃប្រាក់សោធនចុងក្រោយ ឬយ៉ាងតិច ២លានរៀល",
      "ស្មើនឹង១២ខែនៃប្រាក់សោធនចុងក្រោយ ឬយ៉ាងតិច ២លានរៀល"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើអត្រាបង់ភាគទានផ្នែកប្រាក់សោធន បច្ចុប្បន្នមានចំនួនប៉ុន្មាន(%)? នរណាជាអ្នកបង់ភាគទានផ្នែកនេះខ្លះ?",
    "options": [
      "៤% គឺនិយោជក២% និងកម្មករនិយោជិត២%",
      "៦% គឺនិយោជក៤% និងកម្មករនិយោជិត២%",
      "៨% គឺនិយោជក៤% និងកម្មករនិយោជិត៤%",
      "១០% គឺនិយោជក៦% និងកម្មករនិយោជិត៤%"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើធនាគារដៃគូក្នុងការបង់ភាគទានសម្រាប់បុគ្គលស្វ័យនិយោជន៍និងអ្នកក្នុងបន្ទុកសមាជិកប.ស.ស. មានអ្វីខ្លះ?",
    "options": [
      "ធនាគារអេស៊ីលីដា ធនាគារកាណាឌីយ៉ា និងធនាគារ ABA",
      "ធនាគារអេស៊ីលីដា ធនាគារកាណាឌីយ៉ា ធនាគារ ABA ធនាគារFTB និងធនាគារPPCBank",
      "ធនាគារអេស៊ីលីដា ធនាគារកាណាឌីយ៉ា ធនាគារ ABA ធនាគារFTB ធនាគារPPCBank និងធនាគារWing",
      "ធនាគារអេស៊ីលីដា ធនាគារកាណាឌីយ៉ា ធនាគារ ABA ធនាគារFTB ធនាគារPPCBank និងធនាគារលីហួរ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើក្របខ័ណ្ឌគោលនយោបាយជាតិគាំពារសង្គម ឆ្នាំ២០២៤-២០៣៥ប្រកាសដាក់ឱ្យអនុវត្តជាផ្លូវការនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២០ ខែកុម្ភៈ ឆ្នាំ២០២៥",
      "ថ្ងៃទី២១ ខែកុម្ភៈ ឆ្នាំ២០២៥",
      "ថ្ងៃទី២២ ខែកុម្ភៈ ឆ្នាំ២០២៥",
      "ថ្ងៃទី២៣ ខែកុម្ភៈ ឆ្នាំ២០២៥"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ការផ្តល់ប្រាក់ឧបត្ថម្ភរបស់រាជរដ្ឋាភិបាលសម្រាប់សមាជិក ប.ស.ស. ជាស្ត្រីមានផ្ទៃពោះ (របបភាគទានជាកាតព្វកិច្ច) ពេលសម្រាលបានកូនភ្លោះ៣ (បី) តើត្រូវទទួលបានប្រាក់ឧបត្ថម្ភចំនួនប៉ុន្មាន?",
    "options": [
      "៨០ម៉ឺនរៀល",
      "១ លាន ២០ម៉ឺនរៀល",
      "១លាន ៦០ម៉ឺនរៀល",
      "១លាន ៩២ម៉ឺនរៀល"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ការផ្តល់ប្រាក់ឧបត្ថម្ភរបស់រាជរដ្ឋាភិបាលសម្រាប់សមាជិក ប.ស.ស. ជាស្ត្រីមានផ្ទៃពោះ (របបភាគទានជាកាតព្វកិច្ច) ពេលសម្រាលបានកូនភ្លោះ២(ពីរ) តើត្រូវទទួលបានប្រាក់ឧបត្ថម្ភចំនួនប៉ុន្មាន?",
    "options": [
      "៨០ម៉ឺនរៀល",
      "១ លាន ២០ម៉ឺនរៀល",
      "១លាន ៦០ម៉ឺនរៀល",
      "១លាន ៩២ម៉ឺនរៀល"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ការផ្តល់ប្រាក់ឧបត្ថម្ភរបស់រាជរដ្ឋាភិបាលសម្រាប់សមាជិក ប.ស.ស. ជាស្ត្រីមានផ្ទៃពោះ (របបភាគទានជាកាតព្វកិច្ច) ពេលសម្រាលបានកូនទោល តើត្រូវទទួលបានប្រាក់ឧបត្ថម្ភចំនួនប៉ុន្មាន?",
    "options": [
      "៨០ម៉ឺនរៀល",
      "១ លាន ២០ម៉ឺនរៀល",
      "១លាន ៦០ម៉ឺនរៀល",
      "១លាន ២សែន ៦ម៉ឺនរៀល"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើបច្ចុប្បន្ន ប្រាក់ឈ្នួលពិតាន(អប្បបរមា)ដែលជាប់ភាគទានមានចំនួនប៉ុន្មាន?",
    "options": [
      "៤០០ ០០០រៀល",
      "៦០០ ០០០រៀល",
      "៨០០ ០០០រៀល",
      "១ ២០០ ០០០រៀល"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើប្រាក់ឧបត្ថម្ភ ៨០ ០០០៛ របស់រាជរដ្ឋាភិបាលសម្រាប់សមាជិកប.ស.ស.ជាស្ត្រីមានផ្ទៃពោះ និងកុមារអាយុក្រោម២ឆ្នាំ (ក្រោយសម្រាលកូន) មានចំនួនប៉ុន្មានលើក?",
    "options": [
      "៣លើក",
      "៧លើក",
      "១០លើក",
      "១៤លើក"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើប្រាក់ឧបត្ថម្ភ ៨០ ០០០៛ របស់រាជរដ្ឋាភិបាលសម្រាប់សមាជិកប.ស.ស.ជាស្ត្រីមានផ្ទៃពោះ(ក្រោយសម្រាល) មានចំនួនប៉ុន្មានលើក?",
    "options": [
      "៣លើក",
      "៧លើក",
      "១០លើក",
      "១៤លើក"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើប្រាក់ឧបត្ថម្ភ ៨០ ០០០៛ របស់រាជរដ្ឋាភិបាលសម្រាប់សមាជិកប.ស.ស.ជាស្ត្រីមានផ្ទៃពោះ(មុននិងក្រោយសម្រាល) មានចំនួនប៉ុន្មានលើក?",
    "options": [
      "៣លើក",
      "៧លើក",
      "១០លើក",
      "១៤លើក"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើប្រាក់ឧបត្ថម្ភ ៨០ ០០០៛ របស់រាជរដ្ឋាភិបាលសម្រាប់កុមារអាយុក្រោម២ឆ្នាំរបស់កូនសមាជិក ប.ស.ស. ក្រោយសម្រាល (តាមរបបភាគទានកាតព្វកិច្ច) មានចំនួនប៉ុន្មានលើក?",
    "options": [
      "៣លើក",
      "៧លើក",
      "១០លើក",
      "១៤លើក"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើប្រាក់ឧបត្ថម្ភ ៨០ ០០០៛ របស់រាជរដ្ឋាភិបាលសម្រាប់សមាជិកប.ស.ស.ជាស្ត្រីមានផ្ទៃពោះ និងកុមារអាយុក្រោម២ឆ្នាំ (មុននិងក្រោយសម្រាលកូន) មានចំនួនប៉ុន្មានលើក?",
    "options": [
      "៣លើក",
      "៧លើក",
      "១០លើក",
      "១៤លើក"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការផ្តល់ប្រាក់ឧបត្ថម្ភរបស់រាជរដ្ឋាភិបាលសម្រាប់សមាជិកប.ស.ស.ជាស្ត្រីមានផ្ទៃពោះ និងកុមារអាយុក្រោម២ឆ្នាំ (របបភាគទានជាកាតព្វកិច្ច) មានប៉ុន្មានដំណាក់កាល?",
    "options": [
      "៣ដំណាក់កាល",
      "៧ដំណាក់កាល",
      "១០ដំណាក់កាល",
      "១៤ដំណាក់កាល"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើច្បាប់ឈប់សម្រាករបស់បុគ្គលិកប.ស.ស.មានប្រភេទអ្វីខ្លះ?",
    "options": [
      "ច្បាប់ឈប់សម្រាកប្រចាំឆ្នាំ ច្បាប់ឈប់សម្រាករយៈពេលខ្លី ច្បាប់ឈប់សម្រាកលំហែមាតុភាព និងច្បាប់ឈប់សម្រាកព្យាបាលជំងឺ",
      "ច្បាប់ឈប់សម្រាកប្រចាំឆ្នាំ ច្បាប់ឈប់សម្រាករយៈពេលខ្លី ច្បាប់ឈប់សម្រាកពិសេស ច្បាប់ឈប់សម្រាកលំហែមាតុភាព និងច្បាប់ឈប់សម្រាកព្យាបាលជំងឺ",
      "ច្បាប់ឈប់សម្រាកប្រចាំឆ្នាំ ច្បាប់ឈប់សម្រាករយៈពេលខ្លី ច្បាប់ឈប់សម្រាកពិសេស ច្បាប់ឈប់សម្រាកលំហែមាតុភាព ច្បាប់ឈប់សម្រាកបិតុភាព និងច្បាប់ឈប់សម្រាកព្យាបាលជំងឺ",
      "ច្បាប់ឈប់សម្រាកប្រចាំឆ្នាំ ច្បាប់ឈប់សម្រាករយៈពេលខ្លី ច្បាប់ឈប់សម្រាករៀបអាពាហ៍ពិពាហ៍ ច្បាប់ឈប់សម្រាកពិសេស ច្បាប់ឈប់សម្រាកលំហែមាតុភាព ច្បាប់ឈប់សម្រាកបិតុភាព និងច្បាប់ឈប់សម្រាកព្យាបាលជំងឺ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "នៅពេលប្រើប្រាស់កម្មវិធី Microsoft Office Word ក្នុងលិខិតរបស់រដ្ឋបាលប.ស.ស. តើពេលចូលបន្ទាត់នីមួយៗត្រូវប្រើប្រាស់ Key អ្វី?",
    "options": [
      "Key Backspace",
      "Key Space",
      "Key Tap",
      "Key Enter"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើកន្លែងចម្លងជូន ឬកន្លែងទទួលលិខិតរបស់រដ្ឋបាលប.ស.ស. ត្រូវប្រើ ប្រាស់ប្រភេទ Font អក្សរអ្វី? ទំហំប៉ុន្មាន?",
    "options": [
      "Khmer OS Moul light និង Khmer OS Siemreap  ទំហំអក្សរ៨",
      "Khmer OS Moul light និង Khmer OS Siemreap  ទំហំអក្សរ៩",
      "Khmer OS Moul light និង Khmer OS Siemreap  ទំហំអក្សរ១០",
      "Khmer OS Moul light និង Khmer OS Siemreap  ទំហំអក្សរ១១"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើខ្លឹមសារក្នុងលិខិតរដ្ឋបាលប.ស.ស. ត្រូវប្រើ ប្រាស់ប្រភេទ Font អក្សរអ្វី? ទំហំប៉ុន្មាន?",
    "options": [
      "Khmer OS Moul light និង Khmer OS Siemreap  ទំហំអក្សរ៩",
      "Khmer OS Moul light និង Khmer OS Siemreap  ទំហំអក្សរ១០",
      "Khmer OS Moul light និង Khmer OS Siemreap  ទំហំអក្សរ១១",
      "Khmer OS Moul light និង Khmer OS Siemreap  ទំហំអក្សរ១២ ឬ១១(ករណីចាំបាច់ណាមួយ)"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើមូលបទលិខិតរបស់រដ្ឋបាលប.ស.ស. ត្រូវប្រើ ប្រាស់ប្រភេទ Font អក្សរអ្វី? ទំហំប៉ុន្មាន?",
    "options": [
      "Khmer OS Moul light ទំហំអក្សរ១១",
      "Khmer OS Moul light ទំហំអក្សរ១២",
      "Khmer OS Siemreap  ទំហំអក្សរ១១",
      "Khmer OS Siemreap  ទំហំអក្សរ១២"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការតាក់តែងលិខិតរដ្ឋបាលរបស់ប.ស.ស.នៅក្នុងកម្មវិធី Microsoft Office Word ផ្នែក Right Margin ត្រូវកំណត់យកចំនួនប៉ុន្មានសង់ទីម៉ែត្រ?",
    "options": [
      "១សង់ទីម៉ែត្រ",
      "១.៥សង់ទីម៉ែត្រ",
      "២សង់ទីម៉ែត្រ",
      "២.៥សង់ទីម៉ែត្រ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការតាក់តែងលិខិតរដ្ឋបាលរបស់ប.ស.ស.នៅក្នុងកម្មវិធី Microsoft Office Word ផ្នែក Left Margin ត្រូវកំណត់យកចំនួនប៉ុន្មានសង់ទីម៉ែត្រ?",
    "options": [
      "១សង់ទីម៉ែត្រ",
      "១.៥សង់ទីម៉ែត្រ",
      "២សង់ទីម៉ែត្រ",
      "២.៥សង់ទីម៉ែត្រ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការតាក់តែងលិខិតរដ្ឋបាលរបស់ប.ស.ស.នៅក្នុងកម្មវិធី Microsoft Office Word ផ្នែក Bottom Margin ត្រូវកំណត់យកចំនួនប៉ុន្មានសង់ទីម៉ែត្រ?",
    "options": [
      "១សង់ទីម៉ែត្រ",
      "១.៥សង់ទីម៉ែត្រ",
      "២សង់ទីម៉ែត្រ",
      "២.៥សង់ទីម៉ែត្រ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការតាក់តែងលិខិតរដ្ឋបាលរបស់ប.ស.ស.នៅក្នុងកម្មវិធី Microsoft Office Word ផ្នែក Top Margin ត្រូវកំណត់យកចំនួនប៉ុន្មានសង់ទីម៉ែត្រ?",
    "options": [
      "១សង់ទីម៉ែត្រ",
      "១.៥សង់ទីម៉ែត្រ",
      "២សង់ទីម៉ែត្រ",
      "២.៥សង់ទីម៉ែត្រ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការតាក់តែងលិខិតរដ្ឋបាលត្រូវកំណត់ប្រភេទក្រដាសសន្លឹកិច្ចការក្នុងកម្មវិធី Microsoft Office Word ជាប្រភេទក្រដាសអ្វី?",
    "options": [
      "A2",
      "A3",
      "A4",
      "A5"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "បច្ចុប្បន្ននេះ តើរចនាបថលិខិតរដ្ឋបាលសម្រាប់ប្រើប្រាស់ផ្ទៃក្នុងប.ស.ស. នៅក្នុង Microsoft Word ត្រូវប្រើប្រាស់ប្រភេទអក្សរបែបណា?",
    "options": [
      "Khmer OS Moul light និង Khmer OS System",
      "Khmer OS Moul light និង Khmer OS Battambang",
      "Khmer OS Moul light និង Khmer OS Siemreap",
      "Khmer OS Moul light និង Khmer OS Banteaymeanchey"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការសរសេរកាលបរិច្ឆេទនិងម៉ោងនៅក្នុងខ្លឹមសារនៃកំណត់ហេតុប្រជុំ ត្រូវសរសេរយ៉ាងដូចម្តេច?",
    "options": [
      "សរសេរជាលេខខ្មែរ",
      "សរសេរជាអក្សរ",
      "សរសេរជាលេខខ្មែរនិងសរសេរជាអក្សរ",
      "សរសេរជាអក្សរឡាតាំង"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការសរសេរកាលបរិច្ឆេទចន្ទគតិ នៅក្នុងឯកសាររដ្ឋបាលត្រូវសរសេរយ៉ាងដូចម្តេច?",
    "options": [
      "ថ្ងៃ២រោច ខែបុស្ស ឆ្នាំម្សាញ់ សប្តស័ក ព.ស.២៥៦៩",
      "ថ្ងៃចន្ទ ០២រោច ខែបុស្ស ឆ្នាំម្សាញ់ សប្តស័ក ព.ស.២៥៦៩",
      "ថ្ងៃ ចន្ទ ២រោច ខែ បុស្ស ឆ្នាំ ម្សាញ់ សប្តស័ក ព.ស. ២៥៦៩",
      "ថ្ងៃចន្ទ ២រោច ខែបុស្ស ឆ្នាំម្សាញ់ សប្តស័ក ព.ស.២៥៦៩"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាគមសន្តិសុខសង្គមអន្តរជាតិ (International Social Security Association, ISSA) ត្រូវបានបង្កើតឡើងនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី៣ ខែតុលា ឆ្នាំ១៩២៧",
      "ថ្ងៃទី៤ ខែតុលា ឆ្នាំ១៩២៧",
      "ថ្ងៃទី៥ ខែតុលា ឆ្នាំ១៩២៧",
      "ថ្ងៃទី៦ ខែតុលា ឆ្នាំ១៩២៧"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាគមសន្តិសុខសង្គមអន្តរជាតិ (ISSA) ត្រូវបានបង្កើតឡើងនៅប្រទេសណា?",
    "options": [
      "ប្រទេសកាណាដា",
      "ប្រទេសស្វីស",
      "ប្រទេសកូរ៉េខាងត្បូង",
      "ប្រទេសសិង្ហបុរី"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "សមាគមសន្តិសុខសង្គមអន្តរជាតិ (International Social Security Association, ISSA) ត្រូវបានបង្កើតឡើងមានប្រទេសចូលរួមចំនួនប៉ុន្មាន?",
    "options": [
      "១២០ប្រទេស",
      "១៣០ប្រទេស",
      "១៥០ប្រទេស",
      "១៦០ប្រទេស"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើប.ស.ស. នៃក្រសួងការងារ និងបណ្តុះបណ្តាលវិជ្ជាជីវៈបានចូលជាសមាជិក ISSA នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "២០ មីនា ២០២២",
      "២១ មីនា ២០២២",
      "២២ មីនា ២០២២",
      "២៣ មីនា ២០២២"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាគមសន្តិសុខសង្គមអាស៊ាន (ASEAN Social Security Association, ASSA) ត្រូវបានបង្កើតឡើងនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "១៣ កុម្ភៈ ១៩៩៨",
      "១៤ កុម្ភៈ ១៩៩៨",
      "១៥ កុម្ភៈ ១៩៩៨",
      "១៦ កុម្ភៈ ១៩៩៨"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាគមសន្តិសុខសង្គមអាស៊ាន ( ASSA) ត្រូវបានបង្កើតឡើងដោយប្រទេសណាខ្លះ?",
    "options": [
      "ប្រទេសឥណ្ឌូនេស៊ី ម៉ាឡេស៊ី ហ្វីលីពីន សិង្ហបុរី និងថៃ",
      "ប្រទេសឥណ្ឌូនេស៊ី ម៉ាឡេស៊ី ហ្វីលីពីន សិង្ហបុរី និងកម្ពុជា",
      "ប្រទេសឥណ្ឌូនេស៊ី ម៉ាឡេស៊ី ហ្វីលីពីន សិង្ហបុរី និងព្រុយណេ",
      "ប្រទេសឥណ្ឌូនេស៊ី ម៉ាឡេស៊ី ហ្វីលីពីន សិង្ហបុរី និងវៀត ណាម"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាគមសន្តិសុខសង្គមអាស៊ាន ( ASSA) ត្រូវបានបង្កើតឡើងដោយប្រទេសចំនួនប៉ុន្មាន?",
    "options": [
      "៥ប្រទេស",
      "៦ប្រទេស",
      "៧ប្រទេស",
      "៨ប្រទេស"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "សមាគមសន្តិសុខសង្គមអាស៊ាន (ASSA) មានសមាជិកចំនួន ២០ស្ថាប័ន តើមកពីបណ្តាប្រទេសក្នុងតំបន់អាស៊ានចំនួនប៉ុន្មានប្រទេស?",
    "options": [
      "៥ប្រទេស",
      "១០ប្រទេស",
      "១៥ប្រទេស",
      "២០ប្រទេស"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើបេឡាជាតិសន្តិសុខសង្គម (ប.ស.ស.) នៃក្រសួងការងារ និងបណ្តុះបណ្តាលវិជ្ជាជីវៈ នៃព្រះរាជាណាចក្រកម្ពុជា បានចូលជាសមាជិកសមាគមសន្តិសុខសង្គមអាស៊ាន (ASEAN Social Security Association, ASSA)នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "២៣ មីនា ២០១១",
      "២៤ មីនា ២០១១",
      "២៥ មីនា ២០១១",
      "២៦ មីនា ២០១១"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើបេឡាជាតិសន្តិសុខសង្គម (ប.ស.ស.) នៃក្រសួងការងារ និងបណ្តុះបណ្តាលវិជ្ជាជីវៈ នៃព្រះរាជាណាចក្រកម្ពុជា បានចូលជាសមាជិកសមាគមសន្តិសុខសង្គមអាស៊ាន (ASEAN Social Security Association, ASSA)នៅប្រទេសណា?",
    "options": [
      "ឥណ្ឌូនេស៊ី",
      "សិង្ហបុរី",
      "ម៉ាឡេស៊ី",
      "ថៃ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើវេទិកាសំណងគ្រោះថ្នាក់អាស៊ី (Asian Workers’ Compensation Forum, AWCF) ត្រូវបានបង្កើតមានឡើងនៅឆ្នាំណា?",
    "options": [
      "២០០៨",
      "២០១០",
      "២០១២",
      "២០១៤"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើវេទិកាសំណងគ្រោះថ្នាក់អាស៊ី ( AWCF) បានផ្លាស់ប្ដូរឈ្មោះមកជា សមាគមសំណងគ្រោះថ្នាក់ការងារអាស៊ី (Asian Workers’ Compensation Association, AWCA) នៅក្នុងមហាសន្និបាតលើកទី៤ នៅកោះបាលី នៃសាធារណរដ្ឋឥណ្ឌូនេស៊ី នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២២ ខែមករា ឆ្នាំ២០១៩",
      "ថ្ងៃទី២៣ ខែមករា ឆ្នាំ២០១៩",
      "ថ្ងៃទី២៤ ខែមករា ឆ្នាំ២០១៩",
      "ថ្ងៃទី២៥ ខែមករា ឆ្នាំ២០១៩"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាគមសំណងគ្រោះថ្នាក់អាស៊ី (AWCA) មានស្ថាប័នជាសមាជិកចំនួនប៉ុន្មានប្រទេស?",
    "options": [
      "១០ប្រទេស",
      "១៣ប្រទេស",
      "១៥ប្រទេស",
      "១៨ប្រទេស"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាគមសំណងគ្រោះថ្នាក់អាស៊ី (AWCA) មានស្ថាប័នជាសមាជិកមកពីប្រទេសក្នុងតំបន់អាស៊ីចំនួនប៉ុន្មាន?",
    "options": [
      "១០ប្រទេស",
      "១៣ប្រទេស",
      "១៥ប្រទេស",
      "១៨ប្រទេស"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាគមសំណងគ្រោះថ្នាក់អាស៊ី (AWCA) មានស្ថាប័នជាសមាជិកក្នុងតំបន់អាស៊ីមានប្រទេសណាខ្លះ?",
    "options": [
      "ឥណ្ឌូនេស៊ី ឡាវ ម៉ាឡេស៊ី ម៉ុងហ្គោលី ហ្វីលីពីន កូរ៉េខាងត្បូង ស្រីលង្កា ថៃ វៀត ណាម និងកម្ពុជា",
      "ឥណ្ឌូនេស៊ី ឡាវ ម៉ាឡេស៊ី ម៉ុងហ្គោលី ហ្វីលីពីន កូរ៉េខាងជើង ស្រីលង្កា ថៃ វៀត ណាម និងកម្ពុជា",
      "ឥណ្ឌូនេស៊ី ឡាវ ម៉ាឡេស៊ី ម៉ុងហ្គោលី ហ្វីលីពីន កូរ៉េខាងត្បូង ស្រីលង្កា ថៃ វៀត ណាម និងសិង្ហបុរី",
      "ឥណ្ឌូនេស៊ី ឡាវ ម៉ាឡេស៊ី ម៉ុងហ្គោលី ហ្វីលីពីន កូរ៉េខាងត្បូង ស្រីលង្កា ថៃ វៀត ណាម និងមីយ៉ាន់ម៉ា"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើបេឡាជាតិសន្តិសុខសង្គម (ប.ស.ស.) នៃក្រសួងការងារ និងបណ្ដុះបណ្ដាលវិជ្ជាជីវៈ នៃព្រះរាជាណាចក្រកម្ពុជា បានចូលជាសមាជិកនៃសមាគមសំណងគ្រោះថ្នាក់អាស៊ី(AWCA) នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "២២ តុលា ២០១២",
      "២៣ តុលា ២០១២",
      "២៤ តុលា ២០១២",
      "២៥ តុលា ២០១២"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើសមាគមសំណងគ្រោះថ្នាក់ការងារអាស៊ី (AWCA) មានឈ្មោះជាផ្លូវការនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "២៣ មករា ២០១៦",
      "២៣ មករា ២០១៧",
      "២៣ មករា ២០១៨",
      "២៣ មករា ២០១៩"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ការសរសេរកាលបរិច្ឆេទសុរិយគតិនៅក្នុងឯកសាររដ្ឋបាល(កំណត់ហេតុ-របាយការណ៍)ត្រូវសរសេរថា៖",
    "options": [
      "រាជធានីភ្នំពេញ ថ្ងៃចន្ទ ទី៥ ខែមករា ឆ្នាំ២០២៦",
      "រាជធានីភ្នំពេញ ថ្ងៃចន្ទ ទី០៥ ខែមករា ឆ្នាំ២០២៦",
      "រាជធានីភ្នំពេញ, ថ្ងៃទី០៥ ខែមករា ឆ្នាំ២០២៦",
      "រាជធានីភ្នំពេញ ថ្ងៃទី៥ ខែមករា ឆ្នាំ២០២៦"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើអគារស្នាក់ការកណ្តាលបេឡាជាតិសន្តិសុខសង្គមបើកសម្ភោធជាផ្លូវការនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី៣ ខែកក្កដា ឆ្នាំ២០២៣",
      "ថ្ងៃទី៤ ខែកក្កដា ឆ្នាំ២០២៣",
      "ថ្ងៃទី៥ ខែកក្កដា ឆ្នាំ២០២៣",
      "ថ្ងៃទី៦ ខែកក្កដា ឆ្នាំ២០២៣"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើអគារស្នាក់ការកណ្តាលបេឡាជាតិសន្តិសុខសង្គមមានកម្ពស់ប៉ុន្មានជាន់?",
    "options": [
      "១៩ជាន់",
      "២០ជាន់",
      "២១ជាន់",
      "២២ជាន់"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើអគារស្នាក់ការកណ្តាលបេឡាជាតិសន្តិសុខសង្គមមានកម្ពស់ប៉ុន្មានម៉ែត្រ?",
    "options": [
      "៧៥ម៉ែត្រ",
      "៧៦ម៉ែត្រ",
      "៧៧ម៉ែត្រ",
      "៧៨ម៉ែត្រ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើអគារទីស្នាក់ការកណ្តាលបេឡាជាតិសន្តិសុខសង្គមមានទំហំប៉ុន្មានម៉ែត្រក្រឡា?",
    "options": [
      "៧០X៦៩ ម៉ែត្រ",
      "៧២X៦៩ ម៉ែត្រ",
      "៧៥X៦៩ ម៉ែត្រ",
      "៧៩X៦៩ ម៉ែត្រ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកហានិភ័យការងាររបស់ ប.ស.ស. សម្រាប់បុគ្គលស្ថិតក្នុងវិស័យសាធារណៈនៅឆ្នាំណា?",
    "options": [
      "២០០៧",
      "២០០៨",
      "២០២១",
      "២០២២"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកហានិភ័យការងាររបស់ ប.ស.ស. សម្រាប់បុគ្គលស្ថិតនៅក្រោមបទប្បញ្ញត្តិនៃច្បាប់ស្តីពីការងារនៅឆ្នាំណា?",
    "options": [
      "២០០៧",
      "២០០៨",
      "២០០៩",
      "២០១០"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកហានិភ័យការងារ ប.ស.ស. សម្រាប់បុគ្គលស្ថិតនៅក្រោមបទប្បញ្ញត្តិនៃច្បាប់ស្តីពីការងារក្នុងអត្រាភាគទានចំនួនប៉ុន្មាន?",
    "options": [
      "០,២%",
      "០,៤%",
      "០,៨%",
      "៤%"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកហានិភ័យការងារ ប.ស.ស. សម្រាប់បុគ្គលស្ថិតក្នុងវិស័យសាធារណៈក្នុង",
    "options": [
      "០,២%",
      "០,៤%",
      "០,៨%",
      "៤%"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាពរបស់ ប.ស.ស. សម្រាប់បុគ្គលស្ថិតក្នុងវិស័យសាធារណៈនៅឆ្នាំណា?",
    "options": [
      "២០១៧",
      "២០១៨",
      "២០១៩",
      "២០២០"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាពរបស់ ប.ស.ស. សម្រាប់បុគ្គលស្ថិតនៅក្រោមបទប្បញ្ញត្តិនៃច្បាប់ស្តីពីការងារនៅឆ្នាំណា?",
    "options": [
      "២០១៦",
      "២០១៧",
      "២០១៨",
      "២០១៩"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាពរបស់ ប.ស.ស. សម្រាប់បុគ្គលស្វ័យនិយោជន៍នៅឆ្នាំណា?",
    "options": [
      "២០២១",
      "២០២២",
      "២០២៣",
      "២០២៤"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាពរបស់ ប.ស.ស. សម្រាប់អ្នកក្នុងបន្ទុកសមាជិកប.ស.ស. នៅឆ្នាំណា?",
    "options": [
      "២០២១",
      "២០២២",
      "២០២៣",
      "២០២៤"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាពរបស់ ប.ស.ស. សម្រាប់បុគ្គលស្ថិតនៅក្រោមបទប្បញ្ញត្តិនៃច្បាប់ស្តីពីការងារក្នុងអត្រាភាគទានចំនួនប៉ុន្មាន?",
    "options": [
      "០,២%",
      "១,៤%",
      "០,៧%",
      "២,៦%"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាពរបស់ ប.ស.ស. សម្រាប់បុគ្គលក្នុងវិស័យសាធារណៈក្នុងអត្រាភាគទានចំនួនប៉ុន្មាន?",
    "options": [
      "០,២%",
      "១,៤%",
      "០,៧%",
      "២,៤%"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាពរបស់ ប.ស.ស. សម្រាប់អតីតមន្រ្តីរាជការ និងអតីតយុទ្ធជន ក្នុងអត្រាភាគទានចំនួនប៉ុន្មាន?",
    "options": [
      "០,២%",
      "០,៤%",
      "០,៧%",
      "២,៤%"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាពរបស់ ប.ស.ស. សម្រាប់អ្នកក្នុងបន្ទុកសមាជិកប.ស.ស. ជាមន្រ្តីសាធារណៈក្នុងអត្រាភាគទានចំនួនប៉ុន្មាន?",
    "options": [
      "០,២%",
      "១,៤%",
      "០,៧%",
      "២,៤%"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាពរបស់ ប.ស.ស. សម្រាប់បុគ្គលស្វ័យនិយោជន៍ និងអ្នកក្នុងបន្ទុកក្នុងអត្រាភាគទានចំនួនប៉ុន្មាន?",
    "options": [
      "០,២%",
      "១,៤%",
      "០,៧%",
      "២,៦%"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកប្រាក់សោធនរបស់ ប.ស.ស. សម្រាប់បុគ្គលស្ថិតនៅក្រោមបទប្បញ្ញត្តិនៃច្បាប់ស្តីពីការងារនៅឆ្នាំណា?",
    "options": [
      "២០១៩",
      "២០២០",
      "២០២១",
      "២០២២"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាពរបស់ ប.ស.ស. សម្រាប់បុគ្គលស្ថិតនៅក្រោមបទប្បញ្ញត្តិនៃច្បាប់ស្តីពីការងារដំណាក់កាល៥ឆ្នាំដំបូង ក្នុងអត្រាភាគទានចំនួនប៉ុន្មាន?",
    "options": [
      "០,២%",
      "០,៤%",
      "៤%",
      "៨%"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "អនុក្រឹត្យលេខ៣២/អនក្រ.បក ស្តីពីរបបសន្តិសុខសង្គមផ្នែកប្រាក់សោធនសម្រាប់បុគ្គលទាំងឡាយដែលស្ថិតនៅក្រោមបទប្បញ្ញត្តិនៃច្បាប់ស្តីពីការងាររបស់រាជរដ្ឋាភិបាល នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "៤ មីនា ២០២០",
      "៤ មីនា ២០២១",
      "៤ មីនា ២០២២",
      "៤ មីនា ២០២៣"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "ប្រកាសអន្តរក្រសួងលេខ១៦៥/២២ ក.ប ស្តីពីការដាក់ឱ្យអនុវត្តរបបសន្តិសុខសង្គមផ្នែកប្រាក់សោធនសម្រាប់បុគ្គលទាំងឡាយដែលស្ថិតនៅក្រោមបទប្បញ្ញត្តិនៃច្បាប់ស្តីពីការងារនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "៤ មីនា ២០២១",
      "២៨ មិថុនា ២០២១",
      "៤ មីនា ២០២២",
      "២៨ មិថុនា ២០២២"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "របបសន្តិសុខសង្គមផ្នែកប្រាក់សោធនសម្រាប់បុគ្គលទាំងឡាយដែលស្ថិតនៅក្រោមបទប្បញ្ញត្តិនៃច្បាប់ស្តីពីការងារត្រូវដាក់ឱ្យអនុវត្តជាផ្លូវការនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "៤ មីនា ២០២១",
      "២៨ មិថុនា ២០២១",
      "៤ មីនា ២០២២",
      "១ កក្កដា ២០២២"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.តេស្ត២០០សំណួរ",
    "question": "តើអគារទីស្នាក់ការកណ្តាលបេឡាជាតិសន្តិសុខសង្គមមានទទឹងប៉ុន្មានម៉ែត្រ?",
    "options": [
      "៦៥ម៉ែត្រ",
      "៦៧ម៉ែត្រ",
      "៦៩ម៉ែត្រ",
      "៧០ម៉ែត្រ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រទេសកម្ពុជាស្ថិតនៅភូមិភាគអាស៊ីអាគ្នេយ៍នៅត្រង់ចន្លោះខ្សែស្របទីប៉ុន្មាននៃរយៈទទឹងខាងជើង?",
    "options": [
      "ទី១០និងទី១២",
      "ទី១០និងទី១៥",
      "ទី១២និងទី១៥",
      "ទី១៥និងទី១៨"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រទេសកម្ពុជាស្ថិតនៅភូមិភាគអាស៊ីអាគ្នេយ៍នៅត្រង់ចន្លោះខ្សែស្របទីប៉ុន្មាននៃរយៈបណ្តោយខាងកើត?",
    "options": [
      "ទី១០២និងទី១០៨",
      "ទី១០០និងទី១០៥",
      "ទី១០២និងទី១០៥",
      "ទី១០៥និងទី១០៨"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រទេសកម្ពុជាមានផ្ទៃដីប៉ុន្មានគីឡូម៉ែត្រការេ?",
    "options": [
      "១៨១ ០៣៥ គីឡូម៉ែត្រការេ",
      "១៨១ ១៣៥ គីឡូម៉ែត្រការេ",
      "១៨១ ៣០៥ គីឡូម៉ែត្រការេ",
      "១៨១ ០៥៣ គីឡូម៉ែត្រការេ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រទេសកម្ពុជាមានព្រំដែនគោកសរុបប៉ុន្មានគីឡូម៉ែត្រ?",
    "options": [
      "២ ៨០០ គីឡូម៉ែត្រ",
      "៤ ២០០ គីឡូម៉ែត្រ",
      "៥០០ គីឡូម៉ែត្រ",
      "២ ៦០០ គីឡូម៉ែត្រ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើខេត្តនៃប្រទេសកម្ពុជាមានព្រំដែនគោកជាប់ប្រទេសថៃមានចំនួនប៉ុន្មាន?",
    "options": [
      "៥",
      "៦",
      "៧",
      "៨"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើខេត្តនៃប្រទេសកម្ពុជាមានព្រំដែនគោកជាប់ប្រទេសឡាវមានចំនួនប៉ុន្មាន?",
    "options": [
      "២",
      "៣",
      "៤",
      "៥"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើខេត្តនៃប្រទេសកម្ពុជាមានព្រំដែនគោកជាប់ប្រទេសវៀត ណាមមានចំនួនប៉ុន្មាន?",
    "options": [
      "៧",
      "៨",
      "៩",
      "១០"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រទេសកម្ពុជាមានរាជធានី/ខេត្តចំនួនប៉ុន្មាន?",
    "options": [
      "រាជធានី១ និងខេត្ត២២",
      "រាជធានី១ និងខេត្ត២៣",
      "រាជធានី១ និងខេត្ត២៤",
      "រាជធានី១ និងខេត្ត២៥"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើសណ្ឋានដីប្រទេសកម្ពុជាចែកចេញជាប៉ុន្មានផ្នែកធំៗ?",
    "options": [
      "២",
      "៣",
      "៤",
      "៥"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើទន្លេមេគង្គប្រទេសកម្ពុជាចែកចេញជាប៉ុន្មានផ្នែកធំៗ?",
    "options": [
      "២",
      "៣",
      "៤",
      "៥"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើទន្លេមេគង្គហូរកាត់ប្រទេសកម្ពុជាមានប្រវែងប៉ុន្មានគីឡូម៉ែត្រ?",
    "options": [
      "៥០០ គីឡូម៉ែត្រ",
      "៤ ២០០ គីឡូម៉ែត្រ",
      "៥ ០០០ គីឡូម៉ែត្រ",
      "៤០០ គីឡូម៉ែត្រ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើទន្លេមេគង្គប្រទេសកម្ពុជាហូរកាត់ខេត្តអ្វីខ្លះ?",
    "options": [
      "ស្ទឹងត្រែង ក្រចេះ ព្រះវិហារ កំពង់ចាម កណ្តាល និងព្រៃវែង",
      "ស្ទឹងត្រែង ក្រចេះ កំពង់ចាម ត្បូងឃ្មុំ កណ្តាល និងព្រៃវែង",
      "ស្ទឹងត្រែង ក្រចេះ កំពង់ចាម ព្រៃវែង កណ្តាល និងតាកែវ",
      "ស្ទឹងត្រែង ក្រចេះ ត្បូងឃ្មុំ កណ្តាល ព្រៃវែង និងកំពត"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើទន្លេមេគង្គហូរកាត់ប្រទេសចំនួនប៉ុន្មាន?",
    "options": [
      "៥",
      "៦",
      "៧",
      "៨"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើទន្លេមេគង្គមានប្រវែងសរុបចំនួនប៉ុន្មានគីឡូម៉ែត្រ?",
    "options": [
      "៤ ២០០ គីឡូម៉ែត្រ",
      "៤ ៣០០ គីឡូម៉ែត្រ",
      "៤ ៥០០ គីឡូម៉ែត្រ",
      "៥ ០០០ គីឡូម៉ែត្រ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើទន្លេមេគង្គជាប់ចំណាត់ថ្នាក់លេខប៉ុន្មានលើពិភពលោក?",
    "options": [
      "៧",
      "៩",
      "១២",
      "១៥"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើទន្លេមេគង្គជាប់ចំណាត់ថ្នាក់លេខប៉ុន្មាននៅក្នងទ្វីបអាស៊ី?",
    "options": [
      "៥",
      "៧",
      "៩",
      "១២"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើទន្លេធំៗរបស់ប្រទេសកម្ពុជាចែកចេញជាប៉ុន្មានផ្នែក?",
    "options": [
      "២",
      "៣",
      "៤",
      "៥"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើបឹងទន្លេសាបរបស់ប្រទេសកម្ពុជាមានព្រំប្រទល់ជាប់ខេត្តណាខ្លះ?",
    "options": [
      "កំពង់ឆ្នាំង កំពង់ធំ កំពង់ស្ពឺ សៀមរាប បាត់ដំបង និងពោធិ៍សាត់",
      "កំពង់ឆ្នាំង កំពង់ធំ សៀមរាប បាត់ដំបង  ប៉ៃលិន និងពោធិ៍សាត់",
      "កំពង់ឆ្នាំង កំពង់ធំ សៀមរាប បាត់ដំបង និងពោធិ៍សាត់",
      "កំពង់ឆ្នាំង កំពង់ស្ពឺ សៀមរាប បាត់ដំបង និងពោធិ៍សាត់"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើទន្លេសាបរបស់ប្រទេសកម្ពុជាចែកចេញជាប៉ុន្មានផ្នែក? អ្វីខ្លះ?",
    "options": [
      "២ ផ្នែក គឺបឹងតូចនិងបឹងធំ",
      "២ ផ្នែក គឺទន្លេសាបនិងបឹងទន្លេសាប",
      "៣ ផ្នែក គឺបឹងតូច បឹងធំ និងវាលភក់",
      "៤ ផ្នែក គឺទន្លេមេគង់លើ មេគង្គក្រោម ទន្លេបាសាក់ និងទន្លេសាប"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើបឹងទន្លេសាបរបស់ប្រទេសកម្ពុជាមានសណ្ឋានដូចទៅនឹងអ្វី?",
    "options": [
      "ហ្គីតា",
      "ចាប៉ី",
      "កាំបិត",
      "វីយូឡុង"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រទេសកម្ពុជាមានសណ្ឋានដីដូចទៅនឹងអ្វី?",
    "options": [
      "កូនភ្នំ",
      "ឆ្នាំងធំ",
      "ឆ្នាំងអ៊ុត",
      "បាតខ្ទះ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើផែនទីប្រទេសកម្ពុជាមានរៀងដូចទៅនឹងសត្វអ្វី?",
    "options": [
      "កូនគោ",
      "កូនក្របី",
      "កូនខ្លា",
      "កូនទន្សោង"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រទេសកម្ពុជាមានសណ្ឋានដីដូចម្តេច?",
    "options": [
      "ការេ",
      "ចតុកោណស្មើ",
      "ពហុកោណស្ទើរស្មើជ្រុង",
      "ចតុកោណព្នាយ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើផ្លូវទឹកសំខាន់ៗរបស់ប្រទេសកម្ពុជាមានអ្វីខ្លះ?",
    "options": [
      "ស្ទឹង បឹង ទន្លេ",
      "ព្រែក អូរ ស្ទឹង និងទន្លេ",
      "ព្រែក អូរ ស្ទឹង ទន្លេ និងសមុទ្រ",
      "ព្រែក អូរ ស្ទឹង ទន្លេ បឹង និងសមុទ្រ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រទេសកម្ពុជាមានឆ្មេរសមុទ្រប្រវែងប៉ុន្មានគីឡូម៉ែត្រ?",
    "options": [
      "២៥០ គីឡូម៉ែត្រ",
      "៤០០ គីឡូម៉ែត្រ",
      "៤៤០ គីឡូម៉ែត្រ",
      "៥០០ គីឡូម៉ែត្រ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើធាទឹកទន្លេមេគង្គប្រទេសកម្ពុជានៅរដូវវស្សាកើនឡើងប៉ុន្មានម៉ែត្រគូប?",
    "options": [
      "២០,០០០ ម៉ែត្រគូប",
      "៤០,០០០ ម៉ែត្រគូប",
      "៥០,០០០ ម៉ែត្រគូប",
      "៦០,០០០ ម៉ែត្រគូប"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើទន្លេសេសាន សេកុង ស្រែពក មានប្រភពមកពីណា?",
    "options": [
      "ខ្ពស់រាបស្ទឹងសែន",
      "ខ្ពស់រាបស្ទឹងពោន",
      "ទំនាបព្រែកព្នៅ",
      "បឹងទន្លសាប"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើបឹងទន្លេសាបមានទំហំប៉ុន្មាន??",
    "options": [
      "១៦០x៣៥គ.ម",
      "១៧០x៣៥គ.ម",
      "១៦០x៤០គ.ម",
      "១៧០x៤៥គ.ម"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើស្ពានដែលវែងជាងគេនៅប្រទេសកម្ពុជាមានឈ្មោះអ្វី?",
    "options": [
      "ស្ពានគីហ្សូណា",
      "ស្ពានហ្វូណន",
      "ស្ពានព្រែកព្នៅ",
      "ស្ពានត្សឹបាសា"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើស្ពានត្សឹបាសាប្រទេសកម្ពុជាមានប្រវែងប៉ុន្មានម៉ែត្រ?",
    "options": [
      "២ ២១៥ ម៉ែត្រ",
      "២ ២៥១ ម៉ែត្រ",
      "៣ ២១៥ ម៉ែត្រ",
      "៣ ២៥១ ម៉ែត្រ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើភ្នំដែលខ្ពស់ជាងគេនៅប្រទេសកម្ពុជាមានឈ្មោះអ្វី?",
    "options": [
      "ភ្នំបូកគោ",
      "ភ្នំរាប",
      "ភ្នំឱរ៉ាល់",
      "ភ្នំដងរែក"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រទេសកម្ពុជាពីជើងទៅត្បូងមានប្រវែងចំនួនប៉ុន្មានគីឡូម៉ែត្រ?",
    "options": [
      "៤៤០ គីឡូម៉ែត្រ",
      "៤៥០ គីឡូម៉ែត្រ",
      "៥៥០ គីឡូម៉ែត្រ",
      "៥៦០ គីឡូម៉ែត្រ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រទេសកម្ពុជាពីកើតទៅលិចមានប្រវែងចំនួនប៉ុន្មានគីឡូម៉ែត្រ?",
    "options": [
      "៤៤០ គីឡូម៉ែត្រ",
      "៤៥០ គីឡូម៉ែត្រ",
      "៥៥០ គីឡូម៉ែត្រ",
      "៥៦០ គីឡូម៉ែត្រ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើខេត្ត K4 របស់ប្រទេសកម្ពុជាសំដៅលើខេត្តណាខ្លះ?",
    "options": [
      "កំពង់ចាម កំពង់ធំ កំពង់ស្ពឺ និងកំពង់សោម",
      "កំពត កែប កោះកុង និងកំពង់ចាម",
      "កំពត កែប កោះកុង និងកំពង់ស្ពឺ",
      "កំពត កែប កោះកុង និងកំពង់សោម"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើតំបន់ត្រីកោណ CLV មានន័យដូចម្តេច?",
    "options": [
      "Cambodia Lao and Vietnam",
      "Cambodia Lao and Thailand",
      "Cambodia Thailand and Vietnam",
      "Thailand Lao and Vietnam"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើពាក្យ DTA មានន័យដូចម្តេច?",
    "options": [
      "Development Triangle Area",
      "Dependent Triangle Area",
      "Dragon Triangle Area",
      "Development of Thailand Area"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើមហាអនុតំបន់ទន្លេមេគង្គ មានតំបន់ត្រីកោណកំពុងមានកិច្ចសហប្រតិបត្តិការ មានចំនួនប៉ុន្មានប្រទេស?",
    "options": [
      "៣ប្រទេស",
      "៤ប្រទេស",
      "៥ប្រទេស",
      "៦ប្រទេស"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើតំបន់ត្រីកោណមាស (Golden Triangle) មានប្រទេសណាខ្លះ?",
    "options": [
      "កម្ពុជា ឡាវ និងវៀត ណាម",
      "កម្ពុជា ឡាវ និងថៃ",
      "មីយ៉ាន់ម៉ា ថៃ និងឡាវ",
      "ចិន មីយ៉ាន់ម៉ា និងថៃ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើតំបន់ត្រីកោណបៃតង (Green Triangle) មានប្រទេសណាខ្លះ?",
    "options": [
      "កម្ពុជា ឡាវ និងវៀត ណាម",
      "ចិន មីយ៉ាន់ម៉ា និងឡាវ",
      "មីយ៉ាន់ម៉ា ថៃ និងឡាវ",
      "ចិន មីយ៉ាន់ម៉ា និងថៃ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើតំបន់ត្រីកោណ CLV-DTA អភិវឌ្ឍន៍កម្ពុជា ឡាវ និងវៀត ណាម បានបង្កើតនៅឆ្នាំណា?",
    "options": [
      "១៩៩០",
      "១៩៩៣",
      "១៩៩៥",
      "១៩៩៩"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើរដ្ឋសភាបានអនុម័តលុបចោលគម្រោងអភិវឌ្ឍតំបន់ត្រីកោណ CLV-DTA កម្ពុជា ឡាវ និងវៀត ណាម នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី៨ ខែវិច្ឆិកា ឆ្នាំ២០២៤",
      "ថ្ងៃទី១០ ខែវិច្ឆិកា ឆ្នាំ២០២៤",
      "ថ្ងៃទី១៨ ខែវិច្ឆិកា ឆ្នាំ២០២៤",
      "ថ្ងៃទី២១ ខែវិច្ឆិកា ឆ្នាំ២០២៤"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រទេសកម្ពុជាបានលុបចោលគម្រោងអភិវឌ្ឍតំបន់ត្រីកោណ CLV-DTA កម្ពុជា ឡាវ និងវៀត ណាម នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី៨ ខែវិច្ឆិកា ឆ្នាំ២០២៤",
      "ថ្ងៃទី១០ ខែវិច្ឆិកា ឆ្នាំ២០២៤",
      "ថ្ងៃទី១៨ ខែវិច្ឆិកា ឆ្នាំ២០២៤",
      "ថ្ងៃទី២១ ខែវិច្ឆិកា ឆ្នាំ២០២៤"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើគម្រោងអភិវឌ្ឍតំបន់ត្រីកោណ CLV-DTA របស់ប្រទេសកម្ពុជា លើខេត្តចំនួនប៉ុន្មាន?",
    "options": [
      "២ខេត្ត",
      "៣ខេត្ត",
      "៤ខេត្ត",
      "៥ខេត្ត"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើគម្រោងអភិវឌ្ឍតំបន់ត្រីកោណ CLV-DTA របស់ប្រទេសឡាវ លើខេត្តចំនួនប៉ុន្មាន?",
    "options": [
      "៣ខេត្ត",
      "៤ខេត្ត",
      "៥ខេត្ត",
      "៦ខេត្ត"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើគម្រោងអភិវឌ្ឍតំបន់ត្រីកោណ CLV-DTA របស់ប្រទេសវៀត ណាម លើខេត្តចំនួនប៉ុន្មាន?",
    "options": [
      "២ខេត្ត",
      "៣ខេត្ត",
      "៤ខេត្ត",
      "៥ខេត្ត"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើគម្រោងអភិវឌ្ឍតំបន់ត្រីកោណ CLV-DTA បានឯកភាពគ្នាបង្កើតអនុគណៈកម្មការជំនាញចំនួនប៉ុន្មាននាក់?",
    "options": [
      "២នាក់",
      "៣នាក់",
      "៤នាក់",
      "៥នាក់"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រទេសកម្ពុជាបានចូលរួមប្រជុំ CLV-DTA ចំនួនប៉ុន្មានលើក?",
    "options": [
      "៨លើក",
      "៩លើក",
      "១០លើក",
      "១១លើក"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើកិច្ចប្រជុំ CLV-DTA បានរៀបបចំធ្វើឡើងប៉ុន្មានដងក្នុង១ឆ្នាំ?",
    "options": [
      "១ដង",
      "២ដង",
      "៣ដង",
      "៤ដង"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើការប្រកួតកីឡាចម្រុះយុទ្ធគុណចម្រុះខ្មែរបុរាណសម្តេចធិបតី ប្រារព្ធធ្វើឡើងនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី១៧-១៩ ខែតុលា ឆ្នាំ២០២៤",
      "ថ្ងៃទី១៨-២០ ខែតុលា ឆ្នាំ២០២៤",
      "ថ្ងៃទី១៩-២១ ខែតុលា ឆ្នាំ២០២៤",
      "ថ្ងៃទី១៨-២១ ខែតុលា ឆ្នាំ២០២៤"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើសម្តេចធិបតី ហ៊ុន ម៉ាណែត កើតនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២០ ខែតុលា ឆ្នាំ១៩៧៦",
      "ថ្ងៃទី២០ ខែតុលា ឆ្នាំ១៩៧៧",
      "ថ្ងៃទី២០ ខែតុលា ឆ្នាំ១៩៧៨",
      "ថ្ងៃទី២០ ខែតុលា ឆ្នាំ១៩៧៩"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើសម្តេចតេជោហ៊ុន សែន កើតនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី៥ ខែសីហា ឆ្នាំ១៩៥២",
      "ថ្ងៃទី៥ ខែសីហា ឆ្នាំ១៩៥៣",
      "ថ្ងៃទី៥ ខែសីហា ឆ្នាំ១៩៥៤",
      "ថ្ងៃទី៥ ខែសីហា ឆ្នាំ១៩៥៥"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើសម្តេចតេជោហ៊ុន សែនរៀបអាពាហ៍ពិពាហ៍នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី៥ ខែមករា ឆ្នាំ១៩៧៥",
      "ថ្ងៃទី៥ ខែមករា ឆ្នាំ១៩៧៦",
      "ថ្ងៃទី៥ ខែមករា ឆ្នាំ១៩៧៧",
      "ថ្ងៃទី៥ ខែមករា ឆ្នាំ១៩៧៨"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើកូនប្រុសសម្តេចតេជោហ៊ុន សែន ឈ្មោះ ហ៊ុន កំសត់ កើតនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី៩ ខែវិច្ឆិកា ឆ្នាំ១៩៧៦",
      "ថ្ងៃទី១០ ខែវិច្ឆិកា ឆ្នាំ១៩៧៦",
      "ថ្ងៃទី១១ ខែវិច្ឆិកា ឆ្នាំ១៩៧៦",
      "ថ្ងៃទី១២ ខែវិច្ឆិកា ឆ្នាំ១៩៧៦"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើសម្តេចតេជោហ៊ុន សែន កើតនៅថ្ងៃខែឆ្នាំណា? (ផ្លូវការ)",
    "options": [
      "ថ្ងៃទី១ ខែមេសា ឆ្នាំ១៩៥១",
      "ថ្ងៃទី២ ខែមេសា ឆ្នាំ១៩៥១",
      "ថ្ងៃទី៣ ខែមេសា ឆ្នាំ១៩៥១",
      "ថ្ងៃទី៤ ខែមេសា ឆ្នាំ១៩៥១"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើសម្តេចធិបតី ហ៊ុន ម៉ាណែត រៀបអាពាហ៍ពិពាហ៍នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី៣០ ខែមិថុនា ឆ្នាំ២០១៨",
      "ថ្ងៃទី៣០ ខែកក្កដា ឆ្នាំ២០១៨",
      "ថ្ងៃទី៣០ ខែសីហា ឆ្នាំ២០១៨",
      "ថ្ងៃទី៣០ ខែកញ្ញា ឆ្នាំ២០១៨"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើគម្រោងព្រែកជីកហ្វូណន បើកការដ្ឋានសាងសង់នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី៥ ខែសីហា ឆ្នាំ២០២៤",
      "ថ្ងៃទី៦ ខែសីហា ឆ្នាំ២០២៤",
      "ថ្ងៃទី៧ ខែសីហា ឆ្នាំ២០២៤",
      "ថ្ងៃទី៨ ខែសីហា ឆ្នាំ២០២៤"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើព្រែកជីកហ្វូណន ឆ្លងកាត់កាត់ខេត្តណាខ្លះ?",
    "options": [
      "ព្រៃវែង កណ្តាល តាកែវ និងកំពត",
      "កណ្តាល តាកែវ កំពង់ស្ពឺ កំពត និងកែប",
      "កណ្តាល តាកែវ កំពត និងកែប",
      "ព្រៃវែង កណ្តាល តាកែវ កំពត និងកែប"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើព្រែកជីកហ្វូណន មានប្រវែងប៉ុន្មានគីឡូម៉ែត្រ?",
    "options": [
      "១៦០ គីឡូម៉ែត្រ",
      "១៧០ គីឡូម៉ែត្រ",
      "១៨០ គីឡូម៉ែត្រ",
      "១៩០ គីឡូម៉ែត្រ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើស្ពានអាកាសព្រះមុន្នីវង្ស “មរតកតេជោ” សម្ភោធប្រើប្រាស់ជាផ្លូវការនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី១ ខែមេសា ឆ្នាំ២០២៥",
      "ថ្ងៃទី៤ ខែមេសា ឆ្នាំ២០២៥",
      "ថ្ងៃទី៦ ខែមេសា ឆ្នាំ២០២៥",
      "ថ្ងៃទី៧ ខែមេសា ឆ្នាំ២០២៥"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើស្ពានអាកាសព្រះមុន្នីវង្ស “មរតកតេជោ” បើកការដ្ឋានសាងសង់នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២៨ ខែសីហា ឆ្នាំ២០២២",
      "ថ្ងៃទី២៩ ខែសីហា ឆ្នាំ២០២២",
      "ថ្ងៃទី៣០ ខែសីហា ឆ្នាំ២០២២",
      "ថ្ងៃទី៣១ ខែសីហា ឆ្នាំ២០២២"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើព្រលានយន្តហោះថ្មីមរតកតេជោបានសម្ភោធប្រើប្រាស់ជាផ្លូវការនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី១០ ខែតុលា ឆ្នាំ២០២៥",
      "ថ្ងៃទី១៨ ខែតុលា ឆ្នាំ២០២៥",
      "ថ្ងៃទី២០ ខែតុលា ឆ្នាំ២០២៥",
      "ថ្ងៃទី២៥ ខែតុលា ឆ្នាំ២០២៥"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើរដ្ឋធម្មនុញ្ញនៃព្រះរាជាណាចក្រកម្ពុជាបានប្រកាសប្រើប្រាស់ជាផ្លូវការនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២១ ខែកញ្ញា ឆ្នាំ១៩៩៣",
      "ថ្ងៃទី២៣ ខែកញ្ញា ឆ្នាំ១៩៩៣",
      "ថ្ងៃទី២៤ ខែកញ្ញា ឆ្នាំ១៩៩៣",
      "ថ្ងៃទី២៥ ខែកញ្ញា ឆ្នាំ១៩៩៣"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើរដ្ឋធម្មនុញ្ញនៃព្រះរាជាណាចក្រកម្ពុជាបានអនុម័តដោយរដ្ឋសភានៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២១ ខែកញ្ញា ឆ្នាំ១៩៩៣",
      "ថ្ងៃទី២២ ខែកញ្ញា ឆ្នាំ១៩៩៣",
      "ថ្ងៃទី២៣ ខែកញ្ញា ឆ្នាំ១៩៩៣",
      "ថ្ងៃទី២៤ ខែកញ្ញា ឆ្នាំ១៩៩៣"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើមាត្រាប៉ុន្មាននៃរដ្ឋធម្មនុញ្ញ បានកំណត់ព្រំដែនប្រទេសក្នុងផែនទីខ្នាត១/១០០.០០០?",
    "options": [
      "មាត្រា១",
      "មាត្រា២",
      "មាត្រា៣",
      "មាត្រា៤"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើមាត្រាប៉ុន្មាននៃរដ្ឋធម្មនុញ្ញ បានចែងថា ព្រះរាជាណាចក្រកម្ពុជា ជារដ្ឋដែលមិនអាចបំបែកបាន?",
    "options": [
      "មាត្រា២",
      "មាត្រា៣",
      "មាត្រា៤",
      "មាត្រា៥"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើមាត្រាប៉ុន្មាននៃរដ្ឋធម្មនុញ្ញ បានចែងថា បាវចនានៃព្រះរាជាណាចក្រកម្ពុជា គឺ ជាតិ ,សាសនា ,ព្រះមហាក្សត្រ?",
    "options": [
      "មាត្រា២",
      "មាត្រា៣",
      "មាត្រា៤",
      "មាត្រា៥"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើមាត្រាប៉ុន្មាននៃរដ្ឋធម្មនុញ្ញ បានចែងថា ភាសា និងអក្សរ ដែលប្រើជាផ្លូវការ គឺភាសា និងអក្សរខ្មែរ?",
    "options": [
      "មាត្រា៤",
      "មាត្រា៥",
      "មាត្រា៦",
      "មាត្រា៧"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើមាត្រាប៉ុន្មាននៃរដ្ឋធម្មនុញ្ញ បានចែងថា ភ្នំពេញជារាជធានីនៃព្រះរាជាណាចក្រកម្ពុជា?",
    "options": [
      "មាត្រា៤",
      "មាត្រា៥",
      "មាត្រា៦",
      "មាត្រា៧"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើមាត្រាប៉ុន្មាននៃរដ្ឋធម្មនុញ្ញ បានចែងថា ទង់ជាតិ ភ្លេងជាតិ និងសញ្ញាជាតិ មានកំណត់នៅក្នុងឧបសម្ព័ន្ធ ១, ២, និង៣?",
    "options": [
      "មាត្រា៤",
      "មាត្រា៥",
      "មាត្រា៦",
      "មាត្រា៧"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើមាត្រា២នៃរដ្ឋធម្មនុញ្ញនិយាយអំពីអ្វី?",
    "options": [
      "បូរណភាពទឹកដីរបស់ព្រះរាជាណាចក្រកម្ពុជា មិនអាចរំលោភបានដាច់ខាត",
      "ព្រះរាជាណាចក្រកម្ពុជា ជារដ្ឋដែលមិនអាចបំបែកបាន",
      "បាវចនានៃព្រះរាជាណាចក្រកម្ពុជា គឺ ជាតិ ,សាសនា ,ព្រះមហាក្សត្រ",
      "ភាសា និងអក្សរ ដែលប្រើជាផ្លូវការ គឺភាសា និងអក្សរខ្មែរ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើមាត្រា៣នៃរដ្ឋធម្មនុញ្ញនិយាយអំពីអ្វី?",
    "options": [
      "បូរណភាពទឹកដីរបស់ព្រះរាជាណាចក្រកម្ពុជា មិនអាចរំលោភបានដាច់ខាត",
      "ព្រះរាជាណាចក្រកម្ពុជា ជារដ្ឋដែលមិនអាចបំបែកបាន",
      "បាវចនានៃព្រះរាជាណាចក្រកម្ពុជា គឺ ជាតិ ,សាសនា ,ព្រះមហាក្សត្រ",
      "ភាសា និងអក្សរ ដែលប្រើជាផ្លូវការ គឺភាសា និងអក្សរខ្មែរ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើមាត្រា៤នៃរដ្ឋធម្មនុញ្ញនិយាយអំពីអ្វី?",
    "options": [
      "ព្រះរាជាណាចក្រកម្ពុជាបានកំណត់ព្រំដែនប្រទេសក្នុងផែនទីខ្នាត១/១០០.០០០",
      "ព្រះរាជាណាចក្រកម្ពុជា ជារដ្ឋដែលមិនអាចបំបែកបាន",
      "បាវចនានៃព្រះរាជាណាចក្រកម្ពុជា គឺ ជាតិ ,សាសនា ,ព្រះមហាក្សត្រ",
      "ភាសា និងអក្សរ ដែលប្រើជាផ្លូវការ គឺភាសា និងអក្សរខ្មែរ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើមាត្រា៥នៃរដ្ឋធម្មនុញ្ញនិយាយអំពីអ្វី?",
    "options": [
      "ព្រះរាជាណាចក្រកម្ពុជាបានកំណត់ព្រំដែនប្រទេសក្នុងផែនទីខ្នាត១/១០០.០០០",
      "ភ្នំពេញជារាជធានីនៃព្រះរាជាណាចក្រកម្ពុជា",
      "បាវចនានៃព្រះរាជាណាចក្រកម្ពុជា គឺ ជាតិ ,សាសនា ,ព្រះមហាក្សត្រ",
      "ភាសា និងអក្សរ ដែលប្រើជាផ្លូវការ គឺភាសា និងអក្សរខ្មែរ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើមាត្រា៦នៃរដ្ឋធម្មនុញ្ញនិយាយអំពីអ្វី?",
    "options": [
      "ព្រះរាជាណាចក្រកម្ពុជាបានកំណត់ព្រំដែនប្រទេសក្នុងផែនទីខ្នាត១/១០០.០០០",
      "ភ្នំពេញជារាជធានីនៃព្រះរាជាណាចក្រកម្ពុជា",
      "បាវចនានៃព្រះរាជាណាចក្រកម្ពុជា គឺ ជាតិ ,សាសនា ,ព្រះមហាក្សត្រ",
      "ភាសា និងអក្សរ ដែលប្រើជាផ្លូវការ គឺភាសា និងអក្សរខ្មែរ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើមាត្រា៦នៃរដ្ឋធម្មនុញ្ញនិយាយអំពីអ្វី?",
    "options": [
      "ព្រះរាជាណាចក្រកម្ពុជាបានកំណត់ព្រំដែនប្រទេសក្នុងផែនទីខ្នាត១/១០០.០០០",
      "ទង់ជាតិ ភ្លេងជាតិ និងសញ្ញាជាតិ មានកំណត់នៅក្នុងឧបសម្ព័ន្ធ ១, ២, និង៣",
      "បាវចនានៃព្រះរាជាណាចក្រកម្ពុជា គឺ ជាតិ ,សាសនា ,ព្រះមហាក្សត្រ",
      "ភាសា និងអក្សរ ដែលប្រើជាផ្លូវការ គឺភាសា និងអក្សរខ្មែរ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើជម្លោះព្រំដែនកម្ពុជា-ថៃ ផ្ទុះអាវុធលើកទី១ មានរយៈពេលប៉ុន្មានថ្ងៃ?",
    "options": [
      "៤ថ្ងៃ",
      "៥ថ្ងៃ",
      "៦ថ្ងៃ",
      "៧ថ្ងៃ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើជម្លោះព្រំដែនកម្ពុជា-ថៃ ផ្ទុះអាវុធលើកទី១ នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២២-២៦ ខែកក្កដា ឆ្នាំ២០២៥",
      "ថ្ងៃទី២៣-២៧ ខែកក្កដា ឆ្នាំ២០២៥",
      "ថ្ងៃទី២៤-២៨ ខែកក្កដា ឆ្នាំ២០២៥",
      "ថ្ងៃទី២៥-២៩ ខែកក្កដា ឆ្នាំ២០២៥"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើបទឈប់បាញ់រវាងកម្ពុជា-ថៃ លើកទី១ នៅប្រទេសម៉ាឡេស៊ី នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២៦ ខែកក្កដា ឆ្នាំ២០២៥",
      "ថ្ងៃទី២៧ ខែកក្កដា ឆ្នាំ២០២៥",
      "ថ្ងៃទី២៨ ខែកក្កដា ឆ្នាំ២០២៥",
      "ថ្ងៃទី២៩ ខែកក្កដា ឆ្នាំ២០២៥"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើជម្លោះព្រំដែនកម្ពុជា-ថៃ ផ្ទុះអាវុធលើកទី២ នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី៥-២០ ខែធ្នូ ឆ្នាំ២០២៥",
      "ថ្ងៃទី៦-២១ ខែធ្នូ ឆ្នាំ២០២៥",
      "ថ្ងៃទី៧-២២ ខែធ្នូ ឆ្នាំ២០២៥",
      "ថ្ងៃទី៨-២៣ ខែធ្នូ ឆ្នាំ២០២៥"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើបទឈប់បាញ់រវាងកម្ពុជា-ថៃ លើកទី២ នៅប្រទេសម៉ាឡេស៊ី នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២៦ ខែតុលា ឆ្នាំ២០២៥",
      "ថ្ងៃទី២៧ ខែតុលា ឆ្នាំ២០២៥",
      "ថ្ងៃទី២៨ ខែកក្កដា ឆ្នាំ២០២៥",
      "ថ្ងៃទី២៩ ខែកក្កដា ឆ្នាំ២០២៥"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើជម្លោះព្រំដែនកម្ពុជា-ថៃ ផ្ទុះអាវុធលើកទី២ មានរយៈពេលប៉ុន្មានថ្ងៃ?",
    "options": [
      "១៤ថ្ងៃ",
      "១៥ថ្ងៃ",
      "១៦ថ្ងៃ",
      "១៧ថ្ងៃ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើបទឈប់បាញ់រវាងកម្ពុជា-ថៃ លើកទី៣ នៅច្រកអន្តរជាតិព្រំ ខេត្តប៉ៃលិន នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២០ ខែធ្នូ ឆ្នាំ២០២៥",
      "ថ្ងៃទី២១ ខែធ្នូ ឆ្នាំ២០២៥",
      "ថ្ងៃទី២២ ខែធ្នូ ឆ្នាំ២០២៥",
      "ថ្ងៃទី២៣ ខែធ្នូ ឆ្នាំ២០២៥"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើកងទ័ពកម្ពុជាទាំង១៨នាក់ ត្រូវសៀមដោះលែងមកកម្ពុជាវិញនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២៦ ខែធ្នូ ឆ្នាំ២០២៥",
      "ថ្ងៃទី២៨ ខែធ្នូ ឆ្នាំ២០២៥",
      "ថ្ងៃទី៣០ ខែធ្នូ ឆ្នាំ២០២៥",
      "ថ្ងៃទី៣១ ខែធ្នូ ឆ្នាំ២០២៥"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើរដ្ឋប្រហារទម្លាក់សម្តេចនរោត្តមសីហនុពីប្រមុខរដ្ឋនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី១៧ ខែមេសា ឆ្នាំ១៩៧០",
      "ថ្ងៃទី១៨ ខែមីនា ឆ្នាំ១៩៧០",
      "ថ្ងៃទី១៩ ខែកុម្ភៈ ឆ្នាំ១៩៧០",
      "ថ្ងៃទី១៧ ខែមីនា ឆ្នាំ១៩៧០"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើរណសិរ្យសាមគ្គីសង្គ្រោះជាតិកម្ពុជា បង្កើតឡើងនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២ ខែធ្នូ ឆ្នាំ១៩៧៦",
      "ថ្ងៃទី២ ខែធ្នូ ឆ្នាំ១៩៧៧",
      "ថ្ងៃទី២ ខែធ្នូ ឆ្នាំ១៩៧៨",
      "ថ្ងៃទី២ ខែធ្នូ ឆ្នាំ១៩៧៩"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើអាស៊ានត្រូវបានបង្កើតឡើងនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី៥ ខែសីហា ឆ្នាំ១៩៦៧",
      "ថ្ងៃទី៦ ខែសីហា ឆ្នាំ១៩៦៧",
      "ថ្ងៃទី៧ ខែសីហា ឆ្នាំ១៩៦៧",
      "ថ្ងៃទី៨ ខែសីហា ឆ្នាំ១៩៦៧"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើបច្ចុប្បន្ននេះ អាស៊ានមានប៉ុន្មានប្រទេស?",
    "options": [
      "៩ប្រទេស",
      "១០ប្រទេស",
      "១១ប្រទេស",
      "១២ប្រទេស"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រទេសទីម័រឡេស្តេ ចូលជាសមាជិកអាស៊ាននៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២៦ ខែតុលា ឆ្នាំ២០២៥",
      "ថ្ងៃទី២៧ ខែតុលា ឆ្នាំ២០២៥",
      "ថ្ងៃទី២៨ ខែតុលា ឆ្នាំ២០២៥",
      "ថ្ងៃទី២៩ ខែតុលា ឆ្នាំ២០២៥"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រទេសកម្ពុជាធ្វើជាម្ចាស់ផ្ទះក្នុងកិច្ចប្រជុំកំពូលអាស៊ានចំនួនប៉ុន្មានលើក?",
    "options": [
      "១លើក",
      "២លើក",
      "៣លើក",
      "៤លើក"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រទេសណាជាប្រធានប្តូរវេនអាស៊ានក្នុងកិច្ចប្រជុំកំពូលអាស៊ាននៅឆ្នាំ២០២៦?",
    "options": [
      "ម៉ាឡេស៊ី",
      "មីយ៉ាន់ម៉ា",
      "ហ្វីលីពីន",
      "សិង្ហបុរី"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើបុណ្យពិសាខបូជាប្រារព្ធធ្វើឡើងដើម្បីអ្វី?",
    "options": [
      "ដើម្បីរំឭកដល់ពេលត្រាស់ដឹង និងពេលព្រះអង្គមានព្រះជន្ម៣៥ព្រះវស្សា",
      "ដើម្បីរំឭកដល់ពេលត្រាស់ដឹង និងពេលចូលបរិនិព្វាន",
      "ដើម្បីរំឭកដល់ពេលប្រសូត្រ ពេលត្រាស់ដឹង និងពេលចូលបរិនិព្វាន",
      "ដើម្បីរំឭកដល់ព្រះពុទ្ធ ព្រះធម៌ និងព្រះសង្ឃ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើក្សត្រអង្គណាជាស្ថាបនិកសម័យអង្គរ?",
    "options": [
      "ព្រះបាទហ៊ុន ទាន",
      "ព្រះបាទជ័យវរ្ម័នទី២",
      "ព្រះបាទជ័យវរ្ម័នទី៧",
      "ព្រះបាទសូរ្យវរ្មទី២"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រាសាទព្រះវិហារចូលជាសម្បត្តិបេតិកភណ្ឌពិភពលោកនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី៧ ខែកក្កដា ឆ្នាំ២០០៨",
      "ថ្ងៃទី៨ ខែកក្កដា ឆ្នាំ២០០៨",
      "ថ្ងៃទី៩ ខែកក្កដា ឆ្នាំ២០០៨",
      "ថ្ងៃទី១០ ខែកក្កដា ឆ្នាំ២០០៨"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើក្រមាខ្មែរចូលជាសម្បត្តិបេតិកភណ្ឌវប្បធម៌អរូបិយនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២ ខែធ្នូ ឆ្នាំ២០២៤",
      "ថ្ងៃទី៣ ខែធ្នូ ឆ្នាំ២០២៤",
      "ថ្ងៃទី៤ ខែធ្នូ ឆ្នាំ២០២៤",
      "ថ្ងៃទី៥ ខែធ្នូ ឆ្នាំ២០២៤"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើប្រាសាទតាក្របី ឬប្រាសាទតាខ្វាយ កសាងឡើងដោយក្សត្រអង្គណា?",
    "options": [
      "ព្រះបាទសូរ្យវរ្ម័នទី១",
      "ព្រះបាទយសោវរ្ម័នទី២",
      "ព្រះបាទជ័យវរ្ម័នទី៧",
      "ព្រះបាទសូរ្យវរ្មទី២"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើបូជនីយដ្ឋានចងចាំនៃកម្ពុជាបានចុះបញ្ជីក្នុងស្មារតីចងចាំពិភពលោកនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី១១ ខែកក្កដា ឆ្នាំ២០២៥",
      "ថ្ងៃទី១២ ខែកក្កដា ឆ្នាំ២០២៥",
      "ថ្ងៃទី១៣ ខែកក្កដា ឆ្នាំ២០២៥",
      "ថ្ងៃទី១៤ ខែកក្កដា ឆ្នាំ២០២៥"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើអត្ថន័យនៃក្បាច់របាំខ្មែរមានប៉ុន្មានរបៀប?",
    "options": [
      "៥",
      "៦",
      "៧",
      "៨"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើរុក្ខជាតិ សត្វ តំណាងឱ្យប្រទេសកម្ពុជាទាំង៧ប្រភេទ ប្រកាសឱ្យប្រើននៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី២១ ខែឧសភា ឆ្នាំ២០០៥",
      "ថ្ងៃទី២២ ខែឧសភា ឆ្នាំ២០០៥",
      "ថ្ងៃទី២៣ ខែឧសភា ឆ្នាំ២០០៥",
      "ថ្ងៃទី២៤ ខែឧសភា ឆ្នាំ២០០៥"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើស្ថានីយបុរេប្រវត្តិ “សំរោងសែន” ស្ថិតនៅក្នុងខេត្តណា ?",
    "options": [
      "ព្រះវិហារ",
      "បាត់ដំបង",
      "កំពត",
      "កំពង់ឆ្នាំង"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "វប្បធម៌ទូទៅ១០០សំណួរ",
    "question": "តើស្ថានីយបុរេប្រវត្តិ “ល្អាងស្ពាន” ស្ថិតនៅក្នុងខេត្តណា ?",
    "options": [
      "ព្រះវិហារ",
      "បាត់ដំបង",
      "កំពត",
      "កំពង់ឆ្នាំង"
    ],
    "correct": 1,
    "isActive": true
  }
];