import { Question } from './types';

export const SECRET_CODE = "1234";

export const INITIAL_QUESTIONS: Question[] = [
  {
    "subject": "ប.ស.ស.",
    "question": "តើរបបសន្តិសុខសង្គមត្រូវបានរកឃើញក្នុងសតវត្សទីប៉ុន្មាន?",
    "options": [
      "សតវត្សទី១៨",
      "សតវត្សទី១៩",
      "សតវត្សទី២០",
      "សតវត្សទី២១"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើពាក្យ \"សន្តិសុខសង្គម\" ត្រូវបង្កើត និងទទួលស្គាល់ដោយសហរដ្ឋអាមេរិកនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី១៤ ខែសីហា ឆ្នាំ១៩៣៥",
      "ថ្ងៃទី១៤ ខែសីហា ឆ្នាំ១៩៣៦",
      "ថ្ងៃទី១៤ ខែសីហា ឆ្នាំ១៩៣៧",
      "ថ្ងៃទី១៤ ខែសីហា ឆ្នាំ១៩៣៨"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើពាក្យ \"សន្តិសុខសង្គម\" ត្រូវបានប្រើប្រាស់ និងមានការទទួលស្គាល់ជាសកលលោកក្នុងឆ្នាំណា?",
    "options": [
      "១៩៣៥",
      "១៩៣៦",
      "១៩៤៧",
      "១៩៤៨"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើរបបសន្តិសុខសង្គមបានចាប់កំណើតនៅព្រះរាជាណាចក្រកម្ពុជាក្នុងឆ្នាំណា?",
    "options": [
      "១៩៣៧",
      "១៩៣៨",
      "១៩៣៩",
      "១៩៤០"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ក្រោយព្រះរាជាណាចក្រកម្ពុជាទទួលបានឯករាជ្យពីបារាំងច្បាប់ស្តីពីការបង្កើតហឹបប្រាក់អន្តរវិជ្ជាជីវៈសម្រាប់ទូទាត់វិភាជន៍គ្រួសារ ប្រកាសឱ្យប្រើនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "២៥ មេសា ១៩៥៥",
      "២៥ មេសា ១៩៥៦",
      "២៥ មេសា ១៩៥៧",
      "២៥ មេសា ១៩៥៨"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "បន្ទាប់ពីបោះឆ្នោតឆ្នាំ១៩៩៣ តើនាយកដ្ឋានសន្តិសុខសង្គមត្រូវបានបង្កើតឡើងស្ថិតក្រោមក្រសួងស្ថាប័នអ្វី?",
    "options": [
      "ក្រសួងផែនការ",
      "ក្រសួងសង្គមកិច្ច ការងារ និងអតីតយុទ្ធជន",
      "ក្រសួងសេដ្ឋកិច្ចនិងហិរញ្ញវត្ថុ",
      "ក្រសួងការងារនិងបណ្តុះបណ្តាលវិជ្ជាជីវៈ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើនាយកដ្ឋានសន្តិសុខសង្គមត្រូវបានបង្កើតឡើងស្ថិតក្រោមក្រសួងការងារនិងបណ្តុះបណ្តាលវិជ្ជាជីវៈនៅឆ្នាំណា?",
    "options": [
      "២០០២",
      "២០០៣",
      "២០០៤",
      "២០០៥"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ក្នុងឆ្នាំ២០០២ ច្បាប់ស្តីពីរបបសន្តិសុខសង្គមសម្រាប់ជនទាំងឡាយ ដែលស្ថិតនៅក្រោមបទប្បញ្ញត្តិនៃច្បាប់ស្តីពីការងារ តើត្រូវបានអនុម័តឱ្យប្រប្រាស់យ៉ាងទូលំទូលាយដល់បុគ្គលណា?",
    "options": [
      "មន្រ្តីរាជការ",
      "និយោជក",
      "កម្មករនិយោជិត",
      "ចម្លើយក ខ និងគត្រឹមត្រូវ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើនាយកដ្ឋានសន្តិសុខសង្គមបានប្តូរមកជា បេឡាជាតិរបបសន្តិសុខសង្គមនៅឆ្នាំណា?",
    "options": [
      "២០០៧",
      "២០០៨",
      "២០០៩",
      "២០១០"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើបេឡាជាតិរបបសន្តិសុខសង្គម បានដាក់ឱ្យអនុវត្តផ្នែកអ្វីមុនដំបូងគេ?",
    "options": [
      "ផ្នែកហានិភ័យការងារ",
      "ផ្នែកថែទាំសុខភាព",
      "ផ្នែកប្រាក់សោធន",
      "ផ្នែកនិកម្មភាពការងារ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើរបបសន្តិសង្គមផ្នែកហានិភ័យការងារ បានអនុវត្តនៅឆ្នាំណា?",
    "options": [
      "២០០៧",
      "២០០៨",
      "២០០៩",
      "២០១០"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើរបបសន្តិសង្គមផ្នែកថែទាំសុខភាព បានអនុវត្តនៅឆ្នាំណា?",
    "options": [
      "២០១០",
      "២០១២",
      "២០១៤",
      "២០១៦"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើរបបសន្តិសង្គមផ្នែកប្រាក់សោធន បានអនុវត្តនៅឆ្នាំណា?",
    "options": [
      "២០២០",
      "២០២១",
      "២០២២",
      "២០២៣"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើរបបសន្តិសុខសង្គមធ្វើប្រតិបត្តិលើផ្នែកអ្វីខ្លះ?",
    "options": [
      "ហានិភ័យការងារនិងថែទាំសុខភាព",
      "ហានិភ័យការងារ ថែទាំសុខភាព និងប្រាក់សោធន",
      "ប្រាក់សោធននិងនិកម្មភាពការងារ",
      "ហានិភ័យការងារ ថែទាំសុខភាព ប្រាក់សោធន និងនិកម្មភាពការងារ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើបេឡាជាតិរបបសន្តិសុខសង្គម បានវិវឌ្ឍខ្លួនទៅជាគ្រឹះស្ថានសាធារណៈរដ្ឋបាលដោយអ្វី?",
    "options": [
      "ព្រះរាជក្រឹត្យ",
      "អនុក្រឹត្យ",
      "ព្រះរាជក្រឹត្យ ឬអនុក្រឹត្យ",
      "ប្រកាសអន្តរក្រសួង"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើបេឡាជាតិរបបសន្តិសុខសង្គម បានវិវឌ្ឍខ្លួនទៅជាគ្រឹះស្ថានសាធារណៈរដ្ឋបាល ដែលមានឈ្មោះថា បេឡាជាតិសន្តិសុខសង្គម (ប.ស.ស.) នៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "៣០ ឧសភា ២០២០",
      "៣០ មិថុនា ២០២០",
      "៣០ កក្កដា ២០២០",
      "៣០ សីហា ២០២០"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ការធានាសន្តិសុខសង្គមប្រកបដោយសមធម៌ និងសាមគ្គីធម៌សង្គម ដើម្បីលើកកម្ពស់សុខុមាលភាពនិងជីវភាពប្រជាពលរដ្ឋគឺ៖",
    "options": [
      "តម្លៃស្នូល",
      "បេសកកម្ម",
      "ចក្ខុវិស័យ",
      "គោលដៅ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ការផ្តល់សេវាផ្នែកសន្តិសុខសង្គម ប្រកបដោយប្រសិទ្ធភាព និរន្តរភាព និងសង្គតិភាព សម្រាប់បុគ្គលដែលស្ថិតក្នុងវិស័យសាធារណៈ បុគ្គលទាំងឡាយដែលស្ថិតនៅក្រោមបទប្បញ្ញតិនៃច្បាប់ស្តីការងារ ដោយរួមបញ្ចូលទាំងបុគ្គលិកធ្វើការតាមផ្លូវអាកាសនិងនាវាសមុទ្រ ព្រមទាំងអ្នកបម្រើក្នុងផ្ទះ និងបុគ្គលស្វ័យនិយោជន៍គឺ៖",
    "options": [
      "តម្លៃស្នូល",
      "បេសកកម្ម",
      "ចក្ខុវិស័យ",
      "គោលដៅ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ការពង្រឹង និងពង្រីកការអនុវត្តរបបសន្តិសុខសង្គមផ្នែកហានិភ័យការងារ ផ្នែកថែទាំសុខភាព",
    "options": [
      "តម្លៃស្នូល",
      "បេសកកម្ម",
      "ចក្ខុវិស័យ",
      "គោលដៅ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តម្លៃស្នូល និងគោលការណ៍មគ្គទេសក៍របស់ប.ស.ស.គឺ៖",
    "options": [
      "តម្លាភាព គណនេយ្យភាព សុចរិតភាព និងការគោរពវិន័យ",
      "ក្រមសីលធម៌ ជំនាញវិជ្ជាជីវៈ សង្គតិភាព និងសាមគ្គីភាព",
      "ប្រសិទ្ធភាព ប្រសិទ្ធផល នវានុវត្តន៍ និងការផ្តួចផ្តើមគំនិត",
      "ចម្លើយទាំងអស់ត្រឹមត្រូវ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើសមាជិកប.ស.ស. ដែលទទួលបានតាវកាលិកវិភាជន៍ជរាភាពនៅពេលអាយុប៉ុន្មាន?",
    "options": [
      "៥៩ឆ្នាំ",
      "៦០ឆ្នាំ",
      "៦១ឆ្នាំ",
      "៧០ឆ្នាំ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើរបបសន្តិសុខសង្គមរបស់ ប.ស.ស. ផ្នែកប្រាក់សោធនបែងចែកជាអ្វីខ្លះ?",
    "options": [
      "ប្រាក់សោធនជរាភាព",
      "ប្រាក់សោធនតាមរបបភាគទានជាកាតព្វកិច្ច និងតាមរបបភាគទានដោយស្ម័គ្រចិត្ត",
      "ប្រាក់សោធនជរាភាព សោធនទុព្វលភាព និងសោធនឧត្តរជីវី",
      "ប្រាក់សោធនជរាភាព សោធនទុព្វលភាព សោធនឧត្តរជីវី និងវិភាជន៍បូជាសព"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើពាក្យពេញរបស់ ប.ស.ស. ជាអ្វី?",
    "options": [
      "បេឡាជាតិរបបសន្តិសុខសង្គម",
      "អគ្គបេឡាជាតិរបបសន្តិសុខសង្គម",
      "បេឡាជាតិសន្តិសុខសង្គម",
      "របបសន្តិសុខសង្គម"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើតាវកាលិកផ្នែកប្រាក់សោធនរបស់បេឡាជាតិសន្តិសុខសង្គមមានអ្វីខ្លះ?",
    "options": [
      "សោធនជរាភាព",
      "សោធនជរាភាព និងវិភាជន៍បូជាសព",
      "សោធនជរាភាព សោធនឧត្តរជីវី និងវិភាជន៍បូជាសព",
      "សោធនជរាភាព សោធនទុព្វលភាព សោធនឧត្តរជីវី និងវិភាជន៍បូជាសព"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើតាវកាលិកផ្នែកប្រាក់សោធនរបស់បេឡាជាតិសន្តិសុខសង្គមមានអ្វីខ្លះ?",
    "options": [
      "សោធនជរាភាព",
      "សោធនជរាភាព និងវិភាជន៍បូជាសព",
      "សោធនជរាភាព សោធនឧត្តរជីវី និងវិភាជន៍បូជាសព",
      "សោធនជរាភាព សោធនទុព្វលភាព សោធនឧត្តរជីវី និងវិភាជន៍បូជាសព"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើរបបសន្តិសុខសង្គមរបស់ ប.ស.ស. ផ្នែកប្រាក់សោធនប្រកាសឱ្យប្រើនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "៤ មីនា ២០២០",
      "៤ មីនា ២០២១",
      "៤ មីនា ២០២២",
      "៤ មីនា ២០២៣"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ដើម្បីមានសិទ្ធិទទួលបានសោធនជរាភាព តើសមាជិកប.ស.ស.ត្រូវបង់ភាគទានផ្នែកប្រាក់សោធនយ៉ាងតិចប៉ុន្មានខែ?",
    "options": [
      "១២ខែ",
      "២៤ខែ",
      "៣៦ខែ",
      "៥០ខែ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ដើម្បីមានសិទ្ធិទទួលបានសោធនជរាភាព តើសមាជិកប.ស.ស. ត្រូវបំពេញទម្រង់ទាមទារតាវកាលិកនេះ មុនកាលបរិច្ឆេទដែលសាមីជនមានសិទ្ធិទាមទារ រយៈពេលប៉ុន្មានខែ?",
    "options": [
      "៣ខែ",
      "៦ខែ",
      "៨ខែ",
      "១២ខែ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ដើម្បីមានសិទ្ធិទទួលបានសោធនជរាភាពអយ្យកប្បញ្ញត្តិ តើសមាជិកប.ស.ស.ត្រូវបង់ភាគទានផ្នែកប្រាក់សោធនយ៉ាងតិចប៉ុន្មានខែ ក្នុងរយៈពេល៣៦ខែ គិតចាប់ពីកាលបរិច្ឆេទថ្ងៃទី០១ ខែតុលា ឆ្នាំ២០២២។?",
    "options": [
      "១២ខែ",
      "១៨ខែ",
      "២៤ខែ",
      "៣០ខែ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ដើម្បីមានសិទ្ធិទទួលបានប្រាក់សោធនទុព្វលភាព តើសមាជិកប.ស.ស.ត្រូវបង់ភាគទានផ្នែកប្រាក់សោធនយ៉ាងតិចប៉ុន្មានខែ មុនកាលបរិច្ឆេទទទួលរងទុព្វលភាព?",
    "options": [
      "២៤ខែ",
      "៣៦ខែ",
      "៤៨ខែ",
      "៦០ខែ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ដើម្បីទទួលបានតាវកាលិកសោធនទុព្វលភាព តើសមាជិកប.ស.ស.ត្រូវបំពេញទម្រង់ទាមទារតាវកាលិក គិតចាប់ពីកាលបរិច្ឆេទធ្លាក់ខ្លួនទុព្វលភាព ក្នុងអំឡុងពេលប៉ុន្មានខែ?",
    "options": [
      "១ខែ",
      "២ខែ",
      "៣ខែ",
      "៤ខែ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ដើម្បីទទួលបានសោធនឧត្តរជីវី តើសមាជិកប.ស.ស. ត្រូវបង់ភាគទានផ្នែកប្រាក់សោធននេះយ៉ាងតិចប៉ុន្មានខែ?",
    "options": [
      "១២ខែ",
      "២៤ខែ",
      "៣៦ខែ",
      "៦០ខែ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើសិទ្ធិវន្តនៃសោធនឧត្តរជីវី ត្រូវបានបែកចែកយ៉ាងដូចម្តេច?",
    "options": [
      "សម្រាប់សហព័ទ្ធ៥០%",
      "សម្រាប់កូន៥០%",
      "សិទ្ធិវន្តមានតែសហព័ទ្ធ ឬកូន ត្រូវទទួលបាន១០០%",
      "ចម្លើយទាំងអស់ត្រឹមត្រូវ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "សោធនឧត្តរជីវីត្រូវបានផ្ដល់ជូនសមាជិកប.ស.ស. តាមរូបមន្ត៖",
    "options": [
      "កសជវ= ៤០% × សជ ឬ សទ",
      "កសជវ= ៤៥% × សជ ឬ សទ",
      "កសជវ= ៥០% × សជ ឬ សទ",
      "កសជវ= ៥៥% × សជ ឬ សទ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើសិទ្ធិវន្តនៃសោធនឧត្តរជីវីមានសិទ្ធិទទួលបានវិភាជន៍បូជាសពស្មើនឹងប៉ុន្មានខែ?",
    "options": [
      "៥ខែ នៃប្រាក់សោធនចុងក្រោយរបស់សោធនិក",
      "៧ខែ នៃប្រាក់សោធនចុងក្រោយរបស់សោធនិក",
      "៩ខែ នៃប្រាក់សោធនចុងក្រោយរបស់សោធនិក",
      "១២ខែ នៃប្រាក់សោធនចុងក្រោយរបស់សោធនិក"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើសិទ្ធិវន្តនៃសោធនឧត្តរជីវី ត្រូវបំពេញទម្រង់ទាមទារតាវកាលិកវិភាជន៍បូជាសពយ៉ាងយូរប៉ុន្មានខែ បន្ទាប់ពីកាលបរិច្ឆេទសោធនិកទទួលមរណភាព?",
    "options": [
      "១ខែ",
      "២ខែ",
      "៣ខែ",
      "៤ខែ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "បន្ទាប់ពីសិទ្ធិវន្តនៃសោធនឧត្តរជីវី បានដាក់ពាក្យស្នើសុំតាវកាលិកវិភាជន៍បូជាសពរួចរាល់ តើប.ស.ស. នឹងចេញសេចក្តីសម្រេចផ្តល់វិភាជន៍បូជាសព គិតចាប់ពីកាលបរិច្ឆេទទទួលពាក្យស្នើសុំ ក្នុងរយៈពេលប៉ុន្មានសប្តាហ៍?",
    "options": [
      "១សប្តាហ៍",
      "២សប្តាហ៍",
      "៣សប្តាហ៍",
      "៤សប្តាហ៍"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើសមាជិក ប.ស.ស. ជាកម្មករនិយោជិត ដែលបានចុះបញ្ជីក្នុងផ្នែកប្រាក់សោធនតាមរបបភាគទានស្ម័គ្រចិត្ត តាមប្រព័ន្ធហិរញ្ញប្រទានពេញលេញ(ប្រាក់សន្សំ) មានសិទ្ធិទទួលបានសោធនអ្វីខ្លះ?",
    "options": [
      "សោធនជរាភាព និងវិភាជន៍បូជាសព",
      "សោធនជរាភាព សោធនឧត្តរជីវី និងវិភាជន៍បូជាសព",
      "សោធនជរាភាព សោធនទុព្វលភាព សោធនឧត្តរជីវី និងវិភាជន៍បូជាសព",
      "សោធនជរាភាព សោធនទុព្វលភាព និងវិភាជន៍បូជាសព"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាព ជាការអនុវត្តជំហានទី២ ដែលត្រូវបានប្រកាសដាក់ឱ្យអនុវត្តជាផ្លូវការនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី១ ខែមករា ឆ្នាំ២០១៦",
      "ថ្ងៃទី១ ខែមីនា ឆ្នាំ២០១៦",
      "ថ្ងៃទី១ ខែឧសភា ឆ្នាំ២០១៦",
      "ថ្ងៃទី១ ខែកក្កដា ឆ្នាំ២០១៦"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាព សម្រាប់កម្មករនិយោជិតមានវិសាលភាពទូទាំងប្រទេសនៅឆ្នាំណា?",
    "options": [
      "២០១៦",
      "២០១៧",
      "២០១៨",
      "២០១៩"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាព បានពង្រីកវិសាលភាពដល់មន្ត្រីសាធារណៈ អតីតមន្ត្រីរាជការ និងអតីតយុទ្ធជននៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី១ ខែមករា ឆ្នាំ២០១៦",
      "ថ្ងៃទី១ ខែមករា ឆ្នាំ២០១៧",
      "ថ្ងៃទី១ ខែមករា ឆ្នាំ២០១៨",
      "ថ្ងៃទី១ ខែមករា ឆ្នាំ២០១៩"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើរបបសន្តិសុខសង្គមផ្នែកថែទាំសុខភាព បានពង្រីកវិសាលភាពដល់បុគ្គលស្វ័យនិយោជន៍ និងអ្នកក្នុងបន្ទុកនៅថ្ងៃខែឆ្នាំណា?",
    "options": [
      "ថ្ងៃទី១៤ ខែវិច្ឆិកា ឆ្នាំ២០២២",
      "ថ្ងៃទី១៤ ខែវិច្ឆិកា ឆ្នាំ២០២៣",
      "ថ្ងៃទី១៤ ខែធ្នូ ឆ្នាំ២០២២",
      "ថ្ងៃទី១៤ ខែធ្នូ ឆ្នាំ២០២៣"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើតាវកាលិកសំខាន់ៗដោយអនុលោមតាមអនុសញ្ញាអន្តរជាតិលេខ១០២ ស្តីពីរបបសន្តិសុខសង្គមរបស់អង្គការអន្តរជាតិខាងការងារ (ILO)មានអ្វីខ្លះ?",
    "options": [
      "តាវកាលិកព្យាបាល និងថែទាំវេជ្ជសាស្ត្រ តាវកាលិកនិកម្មភាពការងារ តាវកាលិកហានិភ័យការងារ",
      "តាវកាលិកជំងឺ តាវកាលិកទុព្វលភាព និងតាវកាលិកឧត្តរជីវី",
      "តាវកាលិកគ្រួសារ តាវកាលិកមាតុភាព តាវកាលិកជរាភាព",
      "ចម្លើយទាំងអស់ត្រឹមត្រូវ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ការផ្ដល់ជូនចំពោះសេវាព្យាបាលនិងថែទាំវេជ្ជសាស្រ្ដដែលរួមមានសេវាព្យាបាលដោយសម្រាកក្នុងមូលដ្ឋានសុខាភិបាល សេវាពិគ្រោះជំងឺក្រៅ សេវាសម្រាលកូន សេវាជំនួយវេជ្ជសាស្ត្រ សេវាសង្គ្រោះបន្ទាន់ សេវាបង្ការសុខភាព សេវាបញ្ជូនអ្នកជំងឺឬជនរងគ្រោះ និងសេវាបញ្ជូនសព គឺ៖",
    "options": [
      "តាវកាលិកព្យាបាល និងថែទាំវេជ្ជសាស្ត្រ",
      "តាវកាលិកជំងឺ",
      "តាវកាលិកគ្រួសារ",
      "តាវកាលិកហានិភ័យការងារ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ការផ្ដល់ជូនសាមីជននូវប្រាក់បំណាច់ប្រចាំថ្ងៃ ដោយការចូលសម្រាកព្យាបាលជំងឺនៅតាមមូលដ្ឋានសុខាភិបាលនៅពេលខ្លួនមានជំងឺ ឬជួបឧបទ្ទវហេតុជាយថាភាពគឺ៖",
    "options": [
      "តាវកាលិកមាតុភាព",
      "តាវកាលិកជំងឺ",
      "តាវកាលិកគ្រួសារ",
      "តាវកាលិកហានិភ័យការងារ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ការផ្តល់នូវជំនួយហិរញ្ញវត្ថុបណ្តោះអាសន្ន នៅពេលពួកគេពុំមានការងារធ្វើ ដែលភាពអត់ការងារធ្វើនោះមិនមែនកើតឡើងពីកំហុសរបស់ខ្លួន បុគ្គលដែលកំពុងស្វែងរកការងារធ្វើ និងបុគ្គលដែលកំពុងស្ថិតក្នុងការបណ្តុះបណ្តាល មុខជំនាញថ្មីគឺ៖",
    "options": [
      "តាវកាលិកមាតុភាព",
      "តាវកាលិកគ្រួសារ",
      "តាវកាលិកនិកម្មភាពការងារ",
      "តាវកាលិកហានិភ័យការងារ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ការផ្ដល់ជូនចំពោះអ្នកដែលបានបំពេញលក្ខខណ្ឌ ដើម្បីទទួលបានប្រាក់សោធនជរាភាពនៅពេលដល់អាយុដាក់ឱ្យចូលនិវត្តន៍គឺ៖",
    "options": [
      "តាវកាលិកទុព្វលភាព",
      "តាវកាលិកគ្រួសារ",
      "តាវកាលិកឧត្តរជីវី",
      "តាវកាលិកជរាភាព"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ការឧបត្ថម្ភសម្រាប់ការលើកទឹកចិត្តដល់គ្រួសារដែលមានកូនច្រើន ក្នុងគោលបំណងធានាបាននូវស្ថិរភាព នៃកត្តាប្រជារាស្រ្ដ និងស្ថិរភាពចំណូលគ្រួសារ គឺ៖",
    "options": [
      "តាវកាលិកទុព្វលភាព",
      "តាវកាលិកគ្រួសារ",
      "តាវកាលិកឧត្តរជីវី",
      "តាវកាលិកជរាភាព"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ការជាការផ្តល់ជូននូវសោធនទុព្វលភាព ចំពោះបុគ្គលដែលមានជំងឺឬរងភាពពិការនាំឱ្យអស់សមត្ថភាពរកប្រាក់ចំណូល ឬរកបានប្រាក់ចំណូលទាបជាងចំណូល ដែលបានកំណត់ក្នុងខ្សែបន្ទាត់ក្រីក្រ គឺ៖",
    "options": [
      "តាវកាលិកទុព្វលភាព",
      "តាវកាលិកគ្រួសារ",
      "តាវកាលិកឧត្តរជីវី",
      "តាវកាលិកជរាភាព"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ប្រាក់ធនលាភដែលត្រូវផ្ដល់ឱ្យសិទ្ធិវន្តនៃជនរងគ្រោះដែលបានទទួលរងនូវហានិភ័យការងារ និងផ្តល់ជូនចំពោះសិទ្ធិវន្តនៃសោធនឧត្តរជីវីនៅពេលទទួលមរណភាពនៃសាមីជនសោធនិកជរាភាពឬទុព្វលភាព គឺ៖",
    "options": [
      "តាវកាលិកទុព្វលភាព",
      "តាវកាលិកគ្រួសារ",
      "តាវកាលិកឧត្តរជីវី",
      "តាវកាលិកជរាភាព"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ដូចម្ដេចដែលហៅថាហានិភ័យសង្គម?",
    "options": [
      "គឺជាសំណុំនៃព្រឹត្តិការណ៍ដែលអាចនឹងកើតឡើងនាពេលអនាគតដោយឥតព្រាងទុកជាមុន ធ្វើឱ្យប៉ះពាល់ដល់សន្ដិសុខប្រាក់ចំណូលរបស់បុគ្គល។",
      "គឺជាសំណុំនៃព្រឹត្តិការណ៍ដែលអាចនឹងកើតឡើងនាពេលបច្ចុប្បន្នដោយឥតព្រាងទុកជាមុន ធ្វើឱ្យប៉ះពាល់ដល់សន្ដិសុខប្រាក់ចំណូលរបស់បុគ្គល។",
      "គឺជាសំណុំនៃព្រឹត្តិការណ៍ដែលអាចនឹងកើតឡើងនាពេលអតីតកាលដោយបានព្រាងទុកជាមុន ធ្វើឱ្យប៉ះពាល់ដល់សន្ដិសុខប្រាក់ចំណូលរបស់បុគ្គល។",
      "គឺជាសំណុំនៃព្រឹត្តិការណ៍ដែលអាចនឹងកើតឡើងនាពេលអនាគតដោយបានព្រាងទុកជាមុន ធ្វើឱ្យប៉ះពាល់ដល់សន្ដិសុខប្រាក់ចំណូលរបស់បុគ្គល។"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើហានិភ័យសង្គមមានគោលការណ៍គ្រឹះប៉ុន្មានចំណុច?",
    "options": [
      "២ ចំណុច",
      "៣ ចំណុច",
      "៤ ចំណុច",
      "៥ ចំណុច"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើគោលការណ៍គ្រឹះហានិភ័យសង្គមមានអ្វីខ្លះ?",
    "options": [
      "កត្តាធម្មជាតិទាក់ទងទៅនឹងភូគព្ភសាស្ត្រ",
      "កត្ដាសង្គម និងកត្តាគ្រួសារ",
      "កត្ដាសរីរៈសាស្ត្រ និងកត្តាវិជ្ជាជីវៈអសន្ដិសុខមុខរបរ",
      "ចម្លើយទាំងអស់ត្រឹមត្រូវ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើគោលការណ៍គាំពារសង្គមមានអ្វីខ្លះ?",
    "options": [
      "សមធម៌ សាមគ្គីធម៌សង្គម និងសមភាព",
      "សមធម៌ សាមគ្គីធម៌សង្គម សមត្ថភាព",
      "សមធម៌ សាមគ្គីធម៌សង្គម សមភាព និងយេនឌ័រ",
      "ចម្លើយទាំងអស់ត្រឹមត្រូវ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើគោលការណ៍គាំពារសង្គមមានអ្វីខ្លះ?",
    "options": [
      "សមធម៌ សាមគ្គីធម៌សង្គម និងសមភាព",
      "សមធម៌ សាមគ្គីធម៌សង្គម សមត្ថភាព",
      "សមធម៌ សាមគ្គីធម៌សង្គម សមភាព និងយេនឌ័រ",
      "ចម្លើយទាំងអស់ត្រឹមត្រូវ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើបច្ចុប្បន្ន ប.ស.ស. បានអនុវត្តនូវរបបសន្តិសុខសង្គមលើផ្នែកអ្វីខ្លះ?",
    "options": [
      "ផ្នែកថែទាំសុខភាព ផ្នែកហានិភ័យការងារ និងផ្នែកប្រាក់សោធន។",
      "ផ្នែកថែទាំសុខភាព ផ្នែកហានិភ័យការងារ ផ្នែកប្រាក់សោធន និងនិកម្មភាពការងារ។",
      "ផ្នែកថែទាំសុខភាព ផ្នែកប្រាក់សោធន និងនិកម្មភាពការងារ។",
      "ផ្នែកថែទាំសុខភាព ផ្នែកហានិភ័យការងារ និងនិកម្មភាពការងារ។"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើបច្ចុប្បន្ន របបសន្តិសុខសង្គមប.ស.ស.មានវិសាលភាពអនុវត្តចំពោះបុគ្គលណាខ្លះ?",
    "options": [
      "បុគ្គលស្ថិតនៅក្នុងវិស័យសាធារណៈ ដោយលើកលែងយោធិន នៃកងយោធពលខេមរភូមិន្ទ",
      "បុគ្គលទាំងឡាយដែលស្ថិតនៅក្រោមបទប្បញ្ញត្តិនៃច្បាប់ស្តីពីការងារ ដោយរួមបញ្ចូលទាំងបុគ្គលិកធ្វើការតាមផ្លូវអាកាស និងនាវាសមុទ្រ ព្រមទាំងអ្នកបម្រើក្នុងផ្ទះ",
      "បុគ្គលស្វ័យនិយោជន៍",
      "ចម្លើយទាំងអស់ត្រឹមត្រូវ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើសមាសភាពក្រុមប្រឹក្សាភិបាលនៃបេឡាជាតិសន្ដិសុខសង្គមមានប៉ុន្មានរូប?",
    "options": [
      "៧រូប",
      "៩រូប",
      "១១រូប",
      "១២រូប"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើអង្គភាពប្រតិបត្តិនៃ ប.ស.ស. មានចំនួនប៉ុន្មាន?",
    "options": [
      "១១",
      "១២",
      "១៣",
      "១៤"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ប្រភពធនធានរបស់បេឡាជាតិសន្ដិសុខសង្គម មាន៖",
    "options": [
      "ការបង់ភាគទានពីរដ្ឋ និយោជក និងសមាជិក ប.ស.ស.",
      "ផលដែលបានមកពីការវិនិយោគ",
      "អំណោយ ឬអច្ច័យទាន និងប្រភពស្របច្បាប់ផ្សេងទៀត",
      "ចម្លើយទាំងអស់ត្រឹមត្រូវ"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើ ប.ស.ស. មានបុព្វសិទ្ធិនៃអំណាចសាធារណៈអ្វីខ្លះ?",
    "options": [
      "ការប្រមូលភាគទាន និងការការពារទ្រព្យសម្បត្តិ",
      "ការប្រមូលភាគទាន ការឱ្យសងបំណុល  និងការការពារទ្រព្យសម្បត្តិ",
      "ការប្រមូលភាគទាន និងការឱ្យសងបំណុល",
      "ការប្រមូលភាគទាន ការឱ្យជំពាក់បំណុល  និងការការពារទ្រព្យសម្បត្តិ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "ដូចម្តេចដែលហៅថា និយោជក?",
    "options": [
      "រូបវន្តបុគ្គល នីតិបុគ្គលសាធារណៈ ឬឯកជនដែលដឹកនាំ គ្រប់គ្រង និងប្រើកម្មករនិយោជិតចាប់ពីម្នាក់ ឬច្រើននាក់ ទោះជាមិនជាប់លាប់ក្តីដោយមានប្រាក់កម្រៃទៀងទាត់។",
      "រូបវន្តបុគ្គល នីតិបុគ្គលសាធារណៈ ឬឯកជនដែលដឹកនាំ គ្រប់គ្រង និងប្រើកម្មករនិយោជិតចាប់ពីម្នាក់ ឬច្រើននាក់ ទោះជាមិនជាប់លាប់ក្តីដោយមិនមានប្រាក់កម្រៃទៀងទាត់។",
      "រូបវន្តបុគ្គល នីតិបុគ្គលសាធារណៈ ឬឯកជនដែលដឹកនាំ គ្រប់គ្រង និងប្រើកម្មករនិយោជិតចាប់ពីពីរនាក់ ឬច្រើននាក់ ទោះជាមិនជាប់លាប់ក្តីដោយមិនមានប្រាក់កម្រៃទៀងទាត់។",
      "រូបវន្តបុគ្គល នីតិបុគ្គលសាធារណៈ ឬឯកជនដែលដឹកនាំ គ្រប់គ្រង និងប្រើកម្មករនិយោជិតចាប់ពីពីរនាក់ ឬច្រើននាក់ ទោះជាមិនជាប់លាប់ក្តីដោយមានប្រាក់កម្រៃទៀងទាត់។"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើការចុះបញ្ជីសហគ្រាស គ្រឹះស្ថានត្រូវធ្វើឡើងនៅពេលណា?",
    "options": [
      "រយៈពេលយ៉ាងយូរ ១៥ថ្ងៃ ក្រោយចាប់ផ្តើមបើកសហគ្រាស គ្រឹះស្ថាន",
      "រយៈពេលយ៉ាងយូរ ៣០ថ្ងៃ ក្រោយចាប់ផ្តើមបើកសហគ្រាស គ្រឹះស្ថាន",
      "រយៈពេលយ៉ាងយូរ ៤៥ថ្ងៃ ក្រោយចាប់ផ្តើមបើកសហគ្រាស គ្រឹះស្ថាន",
      "រយៈពេលយ៉ាងយូរ ៦០ថ្ងៃ ក្រោយចាប់ផ្តើមបើកសហគ្រាស គ្រឹះស្ថាន"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើសហគ្រាស គ្រឹះស្ថាន ដែលបានចុះបញ្ជីរួចហើយ  តែពេលមានសាខាត្រូវចុះបញ្ជី ទៀតដែរឬទេ?",
    "options": [
      "ត្រូវចុះបញ្ជីទៀត ករណីសាខានៅតំបន់ផ្សេងគ្នា",
      "មិនចុះបញ្ជីទៀតទេ ដោយគ្រាន់ចុះបញ្ជីកម្មករនិយោជិត រួចបង់ភាគទានជារួមសម្រាប់គ្រប់សាខាមក ប.ស.ស.",
      "ត្រូវចុះបញ្ជីទៀត ករណីសាខាមានកម្មករលើសពី៥០នាក់",
      "មិនចុះបញ្ជីទៀតទេ ដោយគ្រាន់តែប្រកាសមកប.ស.ស.បានហើយ"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "នៅពេលមានការបិទ ការព្យួរ ការបើកដំណើរការឡើងវិញ ការប្តូរទីតាំងសហគ្រាស គ្រឹះស្ថាន ឬការកែប្រែស្ថានភាពគតិយុត្តនៃនិយោជក តើនិយោជក ឬម្ចាស់សហគ្រាស គ្រឹះស្ថានត្រូវមានកាតព្វកិច្ចដូចម្តេច?",
    "options": [
      "ត្រូវមានកាតព្វកិច្ចជូនដំណឹងមក ប.ស.ស. ក្នុងរយៈពេលយ៉ាងយូរ ១៤ថ្ងៃ",
      "ត្រូវមានកាតព្វកិច្ចជូនដំណឹងមក ប.ស.ស. ក្នុងរយៈពេលយ៉ាងយូរ ១៨ថ្ងៃ",
      "ត្រូវមានកាតព្វកិច្ចជូនដំណឹងមក ប.ស.ស. ក្នុងរយៈពេលយ៉ាងយូរ ៣០ថ្ងៃ",
      "ត្រូវមានកាតព្វកិច្ចជូនដំណឹងមក ប.ស.ស. ក្នុងរយៈពេលយ៉ាងយូរ ៦០ថ្ងៃ"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើនិយោជក ឬម្ចាស់សហគ្រាស គ្រឹះស្ថានត្រូវមានកាតព្វកិច្ចចុះបញ្ជីកម្មករនិយោជិតមកក្នុង ប.ស.ស. នៅពេលណា?",
    "options": [
      "យ៉ាងយូរ ៣ថ្ងៃបន្ទាប់ពីចូលធ្វើការ",
      "យ៉ាងយូរ ៥ថ្ងៃបន្ទាប់ពីចូលធ្វើការ",
      "យ៉ាងយូរ ៧ថ្ងៃបន្ទាប់ពីចូលធ្វើការ",
      "យ៉ាងយូរ ១០ថ្ងៃបន្ទាប់ពីចូលធ្វើការ"
    ],
    "correct": 0,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើនិយោជក ឬម្ចាស់សហគ្រាស គ្រឹះស្ថានត្រូវបង់ភាគទាន និងផ្ញើឬដាក់ឯកសារមក ប.ស.ស.នៅថ្ងៃណានៃខែនីមួយៗ?",
    "options": [
      "ថ្ងៃទី១ ដល់១៥ និងផ្ញើឬដាក់ឯកសារមក ប.ស.ស. យ៉ាងយូរត្រឹមថ្ងៃទី១៨នៃខែនីមួយៗ។",
      "ថ្ងៃទី១ ដល់១៥ និងផ្ញើឬដាក់ឯកសារមក ប.ស.ស. យ៉ាងយូរត្រឹមថ្ងៃទី២០នៃខែនីមួយៗ។",
      "ថ្ងៃទី១ ដល់១៥ និងផ្ញើឬដាក់ឯកសារមក ប.ស.ស. យ៉ាងយូរត្រឹមថ្ងៃទី២៥នៃខែនីមួយៗ។",
      "ថ្ងៃទី១ ដល់១៥ និងផ្ញើឬដាក់ឯកសារមក ប.ស.ស. យ៉ាងយូរត្រឹមថ្ងៃទី២៨នៃខែនីមួយៗ។"
    ],
    "correct": 1,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើកម្មករនិយោជិតទើបចូលបម្រើការងារថ្មីមិនទាន់មានប័ណ្ណសមាជិក ប.ស.ស. ត្រូវបង់ភាគទានមក ប.ស.ស. ដែរឬទេ?",
    "options": [
      "ត្រូវបង់ភាគទានមក ប.ស.ស.",
      "មិនត្រូវបង់ភាគទានមក ប.ស.ស.",
      "ត្រូវបង់ភាគទានមក ប.ស.ស. ដោយប្រើប្រាស់ ID ០ ជាបណ្តោះអាសន្ន។",
      "មិនត្រូវបង់ភាគទានមក ប.ស.ស. ដោយប្រើប្រាស់ ID ជំនួសជាបណ្តោះអាសន្ន។"
    ],
    "correct": 2,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើ ប.ស.ស. មានវិធានការយ៉ាងណា បើនិយោជក ឬម្ចាស់សហគ្រាសបានកាត់ប្រាក់ឈ្នួលរបស់កម្មករនិយោជិត ដែលជាបន្ទុករបស់ខ្លួនបង់មក ប.ស.ស.?",
    "options": [
      "ត្រូវផ្តន្ទាទោសដាក់ពន្ធនាគារពី១ខែដល់១ឆ្នាំ និងត្រូវពិន័យជាប្រាក់ពី២០ដងទៅ៦០ដង នៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ។",
      "ត្រូវផ្តន្ទាទោសដាក់ពន្ធនាគារពី១ខែដល់១ឆ្នាំ និងត្រូវពិន័យជាប្រាក់ពី៨០ដងទៅ១០០ដង នៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ។",
      "ត្រូវផ្តន្ទាទោសដាក់ពន្ធនាគារពី១ខែដល់១ឆ្នាំ និងត្រូវពិន័យជាប្រាក់ពី១២០ដងទៅ២០០ដង នៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ។",
      "ត្រូវផ្តន្ទាទោសដាក់ពន្ធនាគារពី១ខែដល់១ឆ្នាំ និងត្រូវពិន័យជាប្រាក់ពី១២០ដងទៅ៣៦០ដង នៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ។"
    ],
    "correct": 3,
    "isActive": true
  },
  {
    "subject": "ប.ស.ស.",
    "question": "តើមានការពិន័យដែរឬទេ ប្រសិនបើបង់ភាគទាន ឬដាក់ឯកសារយឺតពេលកំណត់?",
    "options": [
      "ត្រូវពិន័យអន្តរការណ៍ពី ១០ដង ទៅ ៣០ដងនៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ និងត្រូវបង់បន្ថែមនូវការប្រាក់ប្រចាំខែតាមអត្រា ១,៥ភាគរយ។",
      "ត្រូវពិន័យអន្តរការណ៍ពី ១០ដង ទៅ ៤០ដងនៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ និងត្រូវបង់បន្ថែមនូវការប្រាក់ប្រចាំខែតាមអត្រា ១,៥ភាគរយ។",
      "ត្រូវពិន័យអន្តរការណ៍ពី ១០ដង ទៅ ៥០ដងនៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ និងត្រូវបង់បន្ថែមនូវការប្រាក់ប្រចាំខែតាមអត្រា ១,៥ភាគរយ។",
      "ត្រូវពិន័យអន្តរការណ៍ពី ១០ដង ទៅ ៦០ដងនៃប្រាក់ឈ្នួលយោងប្រចាំថ្ងៃ និងត្រូវបង់បន្ថែមនូវការប្រាក់ប្រចាំខែតាមអត្រា ១,៥ភាគរយ។"
    ],
    "correct": 0,
    "isActive": true
  }
];